{
  "Places": [
    {
      "name": "Це́рква святи́х О́льги і Єлизаве́ти",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Прекрасна перлина львівської неготичної архітектури. Є найвищою пам’яткою Львова. Її висота 85 метрів. Неоготичний, колись римо- а з 1991 року - греко-католицький храм.",
      "longDescription": "Прекрасна перлина львівської неготичної архітектури. Є найвищою пам’яткою Львова. Її висота 85 метрів. Неоготичний, колись римо- а з 1991 року - греко-католицький храм. Костел збудовано на пам'ять про популярну імператрицю (цісареву) Єлизавету Баварську (Габсбурґ), відому як Сісі, дружину цісаря Австро-Угорщини Франца-Йосифа I. Початок будівництва 13 вересня 1903. Вважають, що, за задумом архітектора, римо-католицький храм святої Єлизавети мав заступити вид на греко-католицьку катедру св. Юра, якщо дивитись на неї зі сторони центрального вокзалу. Вважався храмом львівських залізничників. З 11-го липня 2014 року усім охочим можна потрапити на Оглядовий майданчик найвищої споруди Львова, з якого відкриваються чудові панорамні види. Оглядовий майданчик на вежі відкритий щодня: будні з 12.00-17.30, субота та неділя з 15.00-19.00. Щоб потрапити наверх, потрібно звертатися до чергових.",
      "address": "пл. Кропивницького, 1 (В народі - Привокзальна)",
      "pathToImage": {
        "path": "images/Temples/cerkva_eluzavetu.jpg",
        "path_130": "images/Temples/cerkva_eluzavetu_130.jpg",
        "path_480": "images/Temples/cerkva_eluzavetu_480.jpg"
      }
    },
    {
      "name": "Галерея під відкритим небом",
      "categoryTags": "Дворики,Непопсовий Львів",
      "shortDescription": "Один з найновіших арт-просторів знаходиться в центрі, у дворі біля площі Ринок. \"Щось цікаве\" - це єдина галерея під відкритим небом у Львові. Тут можуть виставляти свої роботи молоді художники, експозиції часто міняються. Крім виставок, в \"Щось цікаве\" проводять майстер-класи та акустичні концерти. Тут також є крамничка з виробами ручної роботи.",
      "longDescription": "Один з найновіших арт-просторів знаходиться в центрі, у дворі біля площі Ринок. \"Щось цікаве\" - це єдина галерея під відкритим небом у Львові. Тут можуть виставляти свої роботи молоді художники, експозиції часто міняються. Крім виставок, в \"Щось цікаве\" проводять майстер-класи та акустичні концерти. Тут також є крамничка з виробами ручної роботи.",
      "address": "Площа Ринок, 13",
      "pathToImage": {
        "path": "images/Yards/galereja_pid_vidrutum_nebom.jpg",
        "path_130": "images/Yards/galereja_pid_vidrutum_nebom_130.jpg",
        "path_480": "images/Yards/galereja_pid_vidrutum_nebom_480.jpg"
      }
    },
    {
      "name": "Латинський кафедральний собор",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Кожне середньовічне місто обов’язково повинно було мати ратушу і собор. І ось собор, який був духовним центром міста Львова. Головний храм Львівської архідієцезії Римо-Католицької Церкви.",
      "longDescription": "Кожне середньовічне місто обов’язково повинно було мати ратушу і собор. І ось собор, який був духовним центром міста Львова. Головний храм Львівської архідієцезії Римо-Католицької Церкви. Перший камінь у фундамент був закладений в 1360 р. Будувався Латинський катедральний собор понад 100 років. Собор був серцем Львова, з його сходинок проголошувалися державний укази, в ньому зберігалися військові трофеї, він був гордістю кожного городянина. І зараз Латинський катедральний собор блищить позолотою, вражає вітражами і різноманітними стилями, полонить слух органною музикою ... Зайдіть в храм, відчуйте його велич.",
      "address": "вул. Катедральна пл., 1",
      "pathToImage": {
        "path": "images/Temples/katedra.jpg",
        "path_130": "images/Temples/katedra_130.jpg",
        "path_480": "images/Temples/katedra_480.jpg"
      }
    },
    {
      "name": "Стрийський парк",
      "categoryTags": "Парки,Попсовий Львів",
      "shortDescription": "Один із найгарніших та найстаріших парків не лише Львова, а й України, пам’ятка садово-паркового мистецтва національного значення. Відкритий у 1879 році, загальною площею у 52,1381 га.",
      "longDescription": "Один із найгарніших та найстаріших парків не лише Львова, а й України, пам’ятка садово-паркового мистецтва національного значення. Відкритий у 1879 році, загальною площею у 52,1381 га. Через струнку і вишукану арку коринфського ордеру з боку вулиці Паркової ми потрапляємо у парк, який на початку двадцятого століття вважався одним з найгарніших парків Європи.\nУ Стрийському парку росте понад 260 видів дерев і рослин. Колись була оранжерея, альпінарій, а також платанова і липова алеї. Тут ростуть червоний дуб, тюльпанове дерево, магнолія, сосна Веймутова, японський бузок, маньчжурська аралія, гінкго дволопатеве, дивовижне дерево з віялоподібним листям – сучасник динозаврів.",
      "address": "Між вулицями Івана Франка, Стрийською, Уласа Самчука і Козельницькою. ",
      "pathToImage": {
        "path": "images/Parks/strujskuj_park.jpg",
        "path_130": "images/Parks/strujskuj_park_130.jpg",
        "path_480": "images/Parks/strujskuj_park_480.jpg"
      }
    },
    {
      "name": "Довгий прохідний дворик на Площі Ринок, 8",
      "categoryTags": "Дворики,Непопсовий Львів",
      "shortDescription": "Прохідний двір довжиною кілька десятків метрів з'єднує площу Ринок з вулицею Івана Федорова.",
      "longDescription": "Прохідний двір довжиною кілька десятків метрів з'єднує площу Ринок з вулицею Івана Федорова. У тутешніх кам'яних дверних порталах є невеликі виїмки. Раніше в них знаходилися мезузи - сувої, виготовлені зі шкіри кошерних тварин, з текстами молитв. Такі виїмки збереглися і біля будинків на Руській і Староєврейській вулицях як пам'ять про єврейську культуру довоєнного Львова.",
      "address": "Площа Ринок, 8",
      "pathToImage": {
        "path": "images/Yards/dvir_plowa_runok_8.jpg",
        "path_130": "images/Yards/dvir_plowa_runok_8_130.jpg",
        "path_480": "images/Yards/dvir_plowa_runok_8_480.jpg"
      }
    },
    {
      "name": "Перше трамвайне депо",
      "categoryTags": "Будівлі,Музеї,Непопсовий Львів",
      "shortDescription": "Ангари ремонтного трамвайного депо були побудовані ще в кінці позаминулого століття. З тих пір технічна база і зовнішній вигляд підприємства не сильно змінилися. Майстри, як і колись, використовують деякі інструменти часів Австро-Угорської імперії, а тутешній довоєнний генератор подає енергію для трамвайної мережі на цілий район.",
      "longDescription": "Ангари ремонтного трамвайного депо були побудовані ще в кінці позаминулого століття. З тих пір технічна база і зовнішній вигляд підприємства не сильно змінилися. Майстри, як і колись, використовують деякі інструменти часів Австро-Угорської імперії, а тутешній довоєнний генератор подає енергію для трамвайної мережі на цілий район. В основному ангарі вражають склепіння висотою близько 6 метрів, скляний дах і дерев'яна бруківка. У депо проводяться виставки сучасного мистецтва і рок-концерти в рамках фестивалю \"Лінія втечі\".\nСьогодні ця видатна пам'ятка промислової архітектури і історії інфраструктури міста занедбана і частково використовується Службою колії Львівелектротрансу. Паралельно навколо її долі ведуться палкі суперечки, Львівська міська рада навіть судилася з Львівським історичним музеєм. Натомість існує велика мрія. Мрія про сучасний музей техніки, який би мав відкитися на території пам'ятки. Він вже навіть почав створюватися і час від часу виставляє деякі свої експонати в одному з ангарів колишнього депо.",
      "address": "Перетин вулиць Коперника, Гвардійської та Сахарова",
      "pathToImage": {
        "path": "images/Buildings/tramvajne_depo.jpg",
        "path_130": "images/Buildings/tramvajne_depo_130.jpg",
        "path_480": "images/Buildings/tramvajne_depo_480.jpg"
      }
    },
    {
      "name": "Парк Івана Франка",
      "categoryTags": "Парки,Попсовий Львів",
      "shortDescription": "Найстарший та один з центральних парків Львова, розташований перед головним корпусом університету ім. Івана Франка (будівля колишнього Галицького сейму). Вважається найстарішим міським парком в Україні. Пам'ятка садово-паркового мистецтва національного значення, занесений до Списку світової культурної спадщини ЮНЕСКО.",
      "longDescription": "Найстарший та один з центральних парків Львова, розташований перед головним корпусом університету ім. Івана Франка (будівля колишнього Галицького сейму). Вважається найстарішим міським парком в Україні. Пам'ятка садово-паркового мистецтва національного значення, занесений до Списку світової культурної спадщини ЮНЕСКО. Заснований у другій половині 16 століття.\n Площа 10,5140 га(за іншими даними — 11,6 га). Парк ім. І. Франка (у різні часи - Єзуїтський сад, міський сад, парк Костюшка).",
      "address": "Між вул. Університетська, вул. С. Крушельницької, вул. Я. Матейка, вул. Листопадового чину.",
      "pathToImage": {
        "path": "images/Parks/park_ivana_franka.jpg",
        "path_130": "images/Parks/park_ivana_franka_130.jpg",
        "path_480": "images/Parks/park_ivana_franka_480.jpg"
      }
    },
    {
      "name": "Костел і монастир бенедиктинок",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Памʼятка ренесансної архітектури у Львові. Охоронні номери 369/0, 369/1. Монастир засновано у 1593 році шляхтичкою Катериною Сапоровською, яка використала для цього спадок батька Адама. Він став: першим у Львові та на Червоній Русі жіночим навчальним закладом, монахині головну увагу приділяли вихованню панянок-шляхтянок; другим жіночим монастирем Львова після монастиря кларисок.",
      "longDescription": "Памʼятка ренесансної архітектури у Львові. Охоронні номери 369/0, 369/1. Монастир засновано у 1593 році шляхтичкою Катериною Сапоровською, яка використала для цього спадок батька Адама. Він став: першим у Львові та на Червоній Русі жіночим навчальним закладом, монахині головну увагу приділяли вихованню панянок-шляхтянок; другим жіночим монастирем Львова після монастиря кларисок.\nБудівництво розпочато 1597 року і завершено у 1616 за участю Павла Римлянина, про що він сам свідчить у своєму заповіті. 1598 року храм освячений львівським архієпископом РКЦ Яном Димітром Соліковським. Споруди сильно постраждали від пожежі 1623 року. Відбудовані до 1627 р. архітектором Яном Покоровичем, молодша донька якого була послушницею в цьому монастирі. Можливо, саме Покорович є автором вежі, оскільки на збереженому у Центральному державному історичному архіві проекті, виконаному, ймовірно, самим Павлом Римлянином, вежа відсутня.\nБудучи збудований за межами міських мурів, монастир, як і інші середміські монастирі, мав риси оборонної архітектури. Подвірʼя початково було утворено костелом, монастирським будинком і муромзведеним у 1608–1610 роках. До монастирського комплексу належав також сад — зразок садово-паркової архітекури ренесансної доби, автором планування якого, також був Павло Римлянин. У 1906 році новий головний вівтар виконано за проектом Яна Тарчаловича у стилі модернізованого ренесансу. До нашого часу не збережений.\nУ радянські часи у костелі влаштовано склад, а у приміщені монастиря було Музично-педагогічне училище № 2. У 1946 році на території монастирського саду збудовано середню школу № 19. Нині монастирський комплекс належить згромадженню сестер студиток і називається Храм Усіх Святих і монастир Покрови Пресвятої Богородиці сестер студиток. У монастирі діє школа святої Софії.",
      "address": "вул. Вічева, 2",
      "pathToImage": {
        "path": "images/Temples/kostel_beneduktunok.jpg",
        "path_130": "images/Temples/kostel_beneduktunok_130.jpg",
        "path_480": "images/Temples/kostel_beneduktunok_480.jpg"
      }
    },
    {
      "name": "Парк Погулянка",
      "categoryTags": "Парки,Попсовий Львів",
      "shortDescription": "Львівський лісопарк “Погулянка” – одне з улюблених місць відпочинку городян – розташований на південному сході міста, між вулицями Пасічною, Вашинґтона, Зеленою та Личаківським кладовищем.",
      "longDescription": "Львівський лісопарк “Погулянка” – одне з улюблених місць відпочинку городян – розташований на південному сході міста, між вулицями Пасічною, Вашинґтона, Зеленою та Личаківським кладовищем.\nПогулянка - природно-заповідний лісопарк. За площею він дуже великий, займає більше 100 гектарів. У парку є ставки, які розташовані вздовж довжелезної алеї. У глибині парку розташовується колишній костел монастиря вірменських бенедиктинок, споруджений у 1897 році – нині церква Матері Божої Неустанної Помочі УГКЦ. \nНа початку ХІХ ст. на цій території був маєток адвоката Франциска Венґлінського, збудований на місці приміських господарств ХVІІ – ХVІІІ ст. Пізнішими власниками стали ресторатор Йоган Дістль та пивовар Йоган Кляйн. Погулянка отримала статус лісопарку в 1940 р. У масиві зелені переважають буки та граби.",
      "address": "Між вулицями Пасічною, Вашингтона, Зеленою",
      "pathToImage": {
        "path": "images/Parks/pogylanka.jpg",
        "path_130": "images/Parks/pogylanka_130.jpg",
        "path_480": "images/Parks/pogylanka_480.jpg"
      }
    },
    {
      "name": "Будинок-кросворд (Crossword Tower)",
      "categoryTags": "Будівлі,Непопсовий Львів",
      "shortDescription": "Якщо рухатися по вулиці Коперника від центру, можна вийти на вулицю Сахарова і виявити арт-об'єкт нової частини Львова. На стіні однієї з багатоповерхівок зображено кросворд 30 м заввишки і 18 м в ширину. Будинок потрапив у десятку найдивакуватіших будинків Європи за версією Google.",
      "longDescription": "Якщо рухатися по вулиці Коперника від центру, можна вийти на вулицю Сахарова і виявити арт-об'єкт нової частини Львова. На стіні однієї з багатоповерхівок зображено кросворд 30 м заввишки і 18 м в ширину. Будинок потрапив у десятку найдивакуватіших будинків Європи за версією Google. Питання до кросворду та відповіді на них написані на самій будівлі. При цьому відповіді можна прочитати тільки в темний час доби: вони написані неоновою фарбою.",
      "address": "вул. Сахарова, 82",
      "pathToImage": {
        "path": "images/Buildings/bydunok-krosvord.jpeg",
        "path_130": "images/Buildings/bydunok-krosvord_130.jpeg",
        "path_480": "images/Buildings/bydunok-krosvord_480.jpeg"
      }
    },
    {
      "name": "Вулиця Підвальна",
      "categoryTags": "Цікаві вулички,Попсовий Львів",
      "shortDescription": "Вулиця на межі Галицького і Личаківського районів Львова, що сполучає початок вулиці Винниченка і площу Данила Галицького. Вулиця переповнена пам’ятками культури, історії та релігії. Два арсенали, порохова вежа, оборонні мури, будинок пожежної охорони Львова, Успенська церква та багато інших пам’яток. \n У середні віки трасою вулиці проходив східний бік укріплень міста. Ця ділянка вважалася найбільш небезпечною і тому була укріплена найсильніше. Подвійний ряд мурів з кількома вежами, два арсенали, рів, заповнений водою, високий вал з вежами і бастеями — такою у загальних рисах була система укріплень східного боку. Виникла вона не зразу — її будували понад 300 років.",
      "longDescription": "Вулиця на межі Галицького і Личаківського районів Львова, що сполучає початок вулиці Винниченка і площу Данила Галицького. Вулиця переповнена пам’ятками культури, історії та релігії. Два арсенали, порохова вежа, оборонні мури, будинок пожежної охорони Львова, Успенська церква та багато інших пам’яток. \n У середні віки трасою вулиці проходив східний бік укріплень міста. Ця ділянка вважалася найбільш небезпечною і тому була укріплена найсильніше. Подвійний ряд мурів з кількома вежами, два арсенали, рів, заповнений водою, високий вал з вежами і бастеями — такою у загальних рисах була система укріплень східного боку. Виникла вона не зразу — її будували понад 300 років. Спочатку було споруджено подвійний ряд мурів з чотирма вежами. У XV ст. збудовано Міський арсенал, який призначався для зберігання артилерії і водночас служив вузлом оборони. На південно-східному розі укріплень на валу стояла Королівська бастея. Посередині валу — Порохова вежа, найбільша з веж Львова. У XVII ст. в Європі з'явилися земляні оборонні споруди п'ятикутної форми — бастіони — і подібні до них, але менші за розміром — белюарди. У 1639 р. почалося будівництво Королівського арсеналу і водночас — чотирьох белюардів на валу, один з яких стояв на тому місці, де зараз знаходиться будинок пожежної команди. Цим закінчилося спорудження системи фортифікацій східного боку. Вона доповнювалася укріпленим монастирем кармелітів, ставком навпроти нинішнього будинку обласної Ради та природним рельєфом. У систему входило також болото на початку сучасної вулиці Кривоноса та Босацька хвіртка.\nЧерез Підвальну 1894 р. пролягла одна з перших у Львові трамвайних колій. Зигзагоподібний викрут цієї колії на початку вулиці має свою історію. За проектом передбачалося, що при виході з вулиці Руськоїколія повертатиме не на Підвальній, а вище, біля сучасного будинку обласної Ради, де в той час розміщувалося намісництво — центр управління Галичиною. Проект був максимально раціональним, бо передбачав лише один поворот. Але граф Бадені, тодішній намісник Галичини, заявив: «Що?! Буде мені скреготіти під вікнами! Не дозволю!». Примха вельможного пана зробила проект значно дорожчим, не кажучи вже про незручність — три повороти замість одного і жахливий скрегіт коліс. Цей зигзаг «вдячні» львів'яни негайно охрестили «закрутом Бадені».\nУ 1975 р. в зв'язку зі спорудженням пам'ятника Івану Федорову було знесено невеликий сквер перед Успенською церквою. Під час земляних робіт виявили залишки Високого і Низького мурів, вежі Мулярів і Босацької хвіртки. До цих робіт точне розташування хвіртки було невідомим, визначалося приблизно.",
      "address": "Старе місто (історичний центр) -> Галицький/Личаківський район",
      "pathToImage": {
        "path": "images/Streets/pidvalna.jpg",
        "path_130": "images/Streets/pidvalna_130.jpg",
        "path_480": "images/Streets/pidvalna_480.jpg"
      }
    },
    {
      "name": "Державний природознавчий музей НАН України",
      "categoryTags": "Музеї,Непопсовий Львів",
      "shortDescription": "Державний природознавчий музей НАН України – один з найстаріших і найбагатших за науковими природничими фондами серед музеїв Європи, заснований польським графом українського походження Володимиром Дідушицьким, меценатом-природознавцем.",
      "longDescription": "Державний природознавчий музей НАН України – один з найстаріших і найбагатших за науковими природничими фондами серед музеїв Європи, заснований польським графом українського походження Володимиром Дідушицьким, меценатом-природознавцем.\nМузей був відкритий для відвідувачів з 1870 р. Його основне приміщення було збудовано на межі ХVIII-ХІХ ст. і є пам'яткою архітектури. Фонди музею сформовані на базі унікальних колекцій Природничих музеїв ім. Дідушицьких і Наукового товариства ім. Т.Г.Шевченка із зборів багатьох поколінь природодослідників середини ХІХ - початку ХХ ст. та значно доповнені за час його перебування в Національній академії наук України. Природничі колекції містять понад 500 тисяч одиниць зберігання.\nПоки триває робота над розробкою нової експозиції, для відвідин відкрита виставка «Мандрівка в минуле», яка розповідає про цікаву і багату природничу історію невеликого клаптика землі в околицях с. Старуні, звідки родом унікальні знахідки мамонтів і волохатих носорогів.\nТелефон: (032) 235-69-17;E-mail: office@museum.lviv.net;Графік роботи: з 11:00 до 18:00;Мови спілкування Українська, English, Русский;",
      "address": "вул. Театральна, 18",
      "pathToImage": {
        "path": "images/Museums/nan.jpg",
        "path_130": "images/Museums/nan_130.jpg",
        "path_480": "images/Museums/nan_480.jpg"
      }
    },
    {
      "name": "Міський арсенал",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Фортифікаційна споруда у Львові, побудована в 1554–1556 роках. Пам'ятка ренесансної оборонної архітектури. Сьогодні в споруді розміщується музей зброї «Арсенал» — філіяЛьвівського історичного музею.\n\nНайдавніший міський арсенал було примуровано до 1430 р. до Низького муру.",
      "longDescription": "Фортифікаційна споруда у Львові, побудована в 1554–1556 роках. Пам'ятка ренесансної оборонної архітектури. Сьогодні в споруді розміщується музей зброї «Арсенал» — філіяЛьвівського історичного музею.\n\nНайдавніший міський арсенал було примуровано до 1430 р. до Низького муру. Після пожежі 1527 р. арсенал розібрали і до 1556 р. нову одноярусну будівлю арсеналу прибудували до Високого муру Львова, залишки якого видно з вулиці Арсенальної. Його присвятили св. Михайлу. Після нової пожежі арсенал відбудували двоярусним (1574–1575), а з 1582 при ньому облаштували людвисарню для відливання гармат. При реконструкції 1670-х років арсенал отримав третій ярус. Значно потерпів від пожежі 1703 р., коли від вибуху пороху обвалилось склепіння, утворились проломи у стінах і загинуло 36 міщан.\nБудівля арсеналу виконана з каменю, двоповерхова, прямокутна в плані, з невеликою восьмикутною вежею на північній стороні. За даними досліджень і розкопок, проведених в 1970-х роках, вежа і стіни першого поверху мають давніше походження і були побудовані, мабуть, в XIV столітті.\nУ XVIII столітті в підвалах львівського міського арсеналу тримали полонених українських козаків і гайдамаків. В одному з казематів знаходилася камера тортур і житло міського ката.\nПід час нападу шведів у 1704 році арсенал був зруйнований, але за два роки його відбудували. Сучасна реставрація у 1979–1981 рр. З 1981 року — Музей зброї «Арсенал».\n\nГодини роботи: 10:00 - 17:30 (ср. - вихідний).\n+38 (032) 235-86-61, 235-70-60\nwww.lhm.lviv.ua\nВартість квитків:\n- для дорослих (1 особа) – 5,00 грн\n- для учнів, студентів, пенсіонерів (1 особа) -2,00 грн\nЕкскурсійне обслуговування:\n- групи з дорослих до 10 осіб – 20,00 грн.\n10-30 осіб – 30,00 грн.\n- для учнів, студентів, пенсіонерів до 10 осіб – 15,00 грн.\n10-30 осіб – 20,00 грн",
      "address": "вул. Підвальна, 5",
      "pathToImage": {
        "path": "images/Museums/arsenal.JPG",
        "path_130": "images/Museums/arsenal_130.JPG",
        "path_480": "images/Museums/arsenal_480.JPG"
      }
    },
    {
      "name": "Музей скульптури Іоана Пінзеля",
      "categoryTags": "Музеї,Непопсовий Львів",
      "shortDescription": "Музей львівської барокової скульптури розташований у пам'ятці архітектури ХVІІ ст., будівництво якої було закінчено у 1607 році. В інтер'єрі збереглися фрески Станіслава Строїнського, виконані у 1760-х роках на теми Старого і Нового Завіту та сцени з життя святих монашого ордену бернардинок-кларисок.",
      "longDescription": "Музей львівської барокової скульптури розташований у пам'ятці архітектури ХVІІ ст., будівництво якої було закінчено у 1607 році. В інтер'єрі збереглися фрески Станіслава Строїнського, виконані у 1760-х роках на теми Старого і Нового Завіту та сцени з життя святих монашого ордену бернардинок-кларисок. \n\nЙоган Георг Пінзель - один з найталановитіших європейських скульпторів ХVIII ст., творчість якого набуває особливого розмаху і сили у 2 пол. XVIII ст. Він зумів досягнути досконалості в зображення містичного і драматичного, що добре видно у творах, які експонуються в музеї, серед яких: \"Ангел\", \"Розп'яття\", \"Жертвоприношення Авраама\", \"Самсон, що роздирає пащу лева\" та інші всесвітньовідомі твори.\nПрацює щоденно, крім понеділка.\nУ літній період: з 11.00 до 18.00 год. (каса до 16.00 год.)\nУ зимовий період: з 10.00 до 17.00 год (каса до 16.00 год.)\nВ неділю: з 12.00 до 17.00 год. (каса до 16.00 год.)\n\nВартість квитка:\nдля учнів та студентів - 2 грн. (вартість екскурсії - 15 грн.)\nдля дорослих - 5 грн. (вартість екскурсії - 30 грн.)\n\nТелефон: (032) 275-69-66;Веб-сайт: www.lvivgallery.org;",
      "address": "площа Митна, 2",
      "pathToImage": {
        "path": "images/Museums/pinzel.jpg",
        "path_130": "images/Museums/pinzel_130.jpg",
        "path_480": "images/Museums/pinzel_480.jpg"
      }
    },
    {
      "name": "Вулиця Староєврейська",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Вулиця в Галицькому районі міста Львів, одна з найдовших у історичній частині міста. Тягнеться 400 м від пл. Міцкевича до вул. Арсенальської. Вулиця вимощена великою квадратною бруківкою з базальтових каменів.\n\nДеякі будівлі на вулиці є пам'ятками архітектури місцевого значення, а в середній і східній частині вулиці — також пам'ятками єврейської історії.\n\nВулиця виникла внаслідок розпланування міста за принципами Магдебурзького права у ХІІІ ст. Тоді вона розміщувалася паралельно до південного прясла міських мурів.",
      "longDescription": "Вулиця в Галицькому районі міста Львів, одна з найдовших у історичній частині міста. Тягнеться 400 м від пл. Міцкевича до вул. Арсенальської. Вулиця вимощена великою квадратною бруківкою з базальтових каменів.\n\nДеякі будівлі на вулиці є пам'ятками архітектури місцевого значення, а в середній і східній частині вулиці — також пам'ятками єврейської історії.\n\nВулиця виникла внаслідок розпланування міста за принципами Магдебурзького права у ХІІІ ст. Тоді вона розміщувалася паралельно до південного прясла міських мурів.\n\nУ XIV ст. вулиця називалася Бидлячою, адже тут торгували худобою, а пізніше — Зарванською (Серванською). Наприкінці XVIII ст. вулиця складалася з трьох частин: вул. Капітульної (західна частина), вул. Векслярської (між вул. Галицькою і Сербською, і вул. Нової Жидівської (східна частина). Пізніше вулицю об'єднали під назвою Векслярської, згодом — Боїмів. За часів німецької окупації вона називалася назву “Färberstrasse” (Малярів), у радянський час — Фрунзе. З 1990 р. отримала сучасну назву.\nСтароєврейська була прокладена під час локації нового центру Львова німецькими колоністами в XIII столітті паралельно між південною стороною площі Ринок і міськими мурами. Непарну сторону колишній вул. Векслярскої (від вул. Галицької до вул. Сербської) до кінця XVIII століття складали в основному тильні сторони кам'яних будинків південної сторони площі Ринок. У той же час тильні сторони парної сторони вулиці виходили до Високої стіни (міського укріплення). Після того як Високу стіну розібрали, утворилася вул. Нова (ul. Nowa, тепер вул. Братів Рогатинців). До середини XIX століття ця частина вулиці була населена в основному християнами, у 1870—1940 роках серед жителів переважали євреї; на початку XX століття тут було багато магазинів меблів і шкіряних виробів. На початку XX століття серед мешканців колишньої вулиці Капітульній переважали римо-католики, а на вул. Векслярській та Єврейській — євреї. \nВід нинішньої вул. Сербської починався середньовічний єврейський квартал. Євреям дозволили селитися в південно-східному куті Середмістя, причому в правовому відношенні вони підпорядковувалися магістрату, на відміну від єврейської громади Краківського передмістя, яка підпорядковувалася королівським старостам. Квартал був огороджений стінами, причому стіна перегороджувала і нинішню Староєврейську на розі з вулицею Сербською.",
      "address": "Старе місто (історичний центр) -> Галицький район",
      "pathToImage": {
        "path": "images/Streets/staroevrejska.jpg",
        "path_130": "images/Streets/staroevrejska_130.jpg",
        "path_480": "images/Streets/staroevrejska_480.jpg"
      }
    },
    {
      "name": "Парк На Валах",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "Сквер «На валах» (раніше відомий також, як Трофейка, Губернаторські Вали) — сквер (чи парк) у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення. Загальна площа 1,9 га. Вважається другим за віком парком міста. Сквер розташований між вулицями Підвальною і Винниченка. Посеред парку знаходяться Порохова вежа і найстаріший у Львові шкільний будинок — середня школа № 8.",
      "longDescription": "Сквер «На валах» (раніше відомий також, як Трофейка, Губернаторські Вали) — сквер (чи парк) у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення. Загальна площа 1,9 га. Вважається другим за віком парком міста. Сквер розташований між вулицями Підвальною і Винниченка. Посеред парку знаходяться Порохова вежа і найстаріший у Львові шкільний будинок — середня школа № 8. Парк розташований поблизу споруди Львівської обласної адміністрації та обласної ради. У 2008 році у парку встановлено найбільший державний прапор в Львівській області. Тут встановлено також пам'ятник В'ячеславу Чорноволу, який свого часу працював поруч — у Львівській облраді та Обладміністрації.\nНаприкінці XVIII століття тут знаходилися потужні міські мури, товщина основи яких сягала шести метрів. Після входження Львова до складу Габсбурзької монархії 1772 року стіни розібрали, а з усіх укріплень залишилася лише Порохова вежа. У 1821 році радник намісника Галичини Райценгайм влаштував тут парк з доріжками для прогулянок. Через великий болотяний яр, розташований тут в той час, перекинули підвісний міст. У сквері були висаджені типові для того часу дерева та декоративні чагарники: каштани, клени, липи, осокори, ясени, акації, берези, вишні та смереки; жимолость, калина,бузина, бузок, смородина. По периметру сквер був обрамований пірамідальними тополями та стриженим чагарником. Новий бульвар отримав неофіційну назву Райценгаймівки, а потім його назвали Губернаторськими валами.\nПісля Другої світової війни на алеях північної частини бульвару (від Порохової вежі до вулиці М. Кривоноса) була виставлена трофейна німецька військова техніка. Тому за цією частиною скверу ще до сьогодні зберігається локальна неофіційна назва «Трофейка».",
      "address": "Старе місто (історичний центр) -> Галицький/Личаківський район",
      "pathToImage": {
        "path": "images/Parks/park_na_valah.jpg",
        "path_130": "images/Parks/park_na_valah_130.jpg",
        "path_480": "images/Parks/park_na_valah_480.jpg"
      }
    },
    {
      "name": "Музей \"Личаківський цвинтар\"",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "\"Личаківський цвинтар\" - це історико-культурний музей-заповідник, площею 40 га. Кладовище було офіційно засноване у 1786 р. з ініціативи нової австрійської влади у тодішній столиці  Королівства Галичини і Лодомерії.\nНайстарша надгробна плита на його території датована 1675 р.",
      "longDescription": "\"Личаківський цвинтар\" - це історико-культурний музей-заповідник, площею 40 га. Кладовище було офіційно засноване у 1786 р. з ініціативи нової австрійської влади у тодішній столиці  Королівства Галичини і Лодомерії.\nНайстарша надгробна плита на його території датована 1675 р. Окрасою Личаківського некрополю є 23 каплиці-гробниці, що були власністю заможних львівських родин.\nСвоєрідним  ноу-хау в Україні та Європі є  недавно введені нічні екскурсії  на Личакові.\nВхід: дорослий квиток – 10 грн., дитячий – 5 грн.\nЕкскурсія – 50 грн. (більше 10 людей – 80 грн.)\n\nТелефон: (032) 275-54-15, (032) 276-79-84;Факс: (032) 276-79-87;E-mail: lviv-lychakiv@ukrain.travel;Веб-сайт: www.lviv-lychakiv.ukrain.travel;Графік роботи: з 9.00 до 18.00.",
      "address": "вул. Мечнікова, 33",
      "pathToImage": {
        "path": "images/Museums/lychakiv.jpg",
        "path_130": "images/Museums/lychakiv_130.jpg",
        "path_480": "images/Museums/lychakiv_480.jpg"
      }
    },
    {
      "name": "Костел і монастир бернардинів(Церква Андрія)",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Ко́мплекс монастиря́ та косте́лу Бернарди́нів -  історико-архітектурна пам'ятка, що знаходиться у Львові на площі Соборній.\nПриміщення монастиря тепер належить Центральному державному історичному архіву у Львові, а храм святого Андрія Первозванного передано Українській греко-католицькій церкві. Храм обслуговують священики Василіянського Чину.\n\nПочаток будівництва 1600р. Закінчення - 1630р. ",
      "longDescription": "Ко́мплекс монастиря́ та косте́лу Бернарди́нів -  історико-архітектурна пам'ятка, що знаходиться у Львові на площі Соборній.\nПриміщення монастиря тепер належить Центральному державному історичному архіву у Львові, а храм святого Андрія Первозванного передано Українській греко-католицькій церкві. Храм обслуговують священики Василіянського Чину.\n\nПочаток будівництва 1600р. Закінчення - 1630р. На місці сучасної споруди дерев'яний монастир було збудовано у XV столітті. Згадку про перший, дерев'яний, бернардинський костел знаходимо у 1460 році. Гроші на початок будівництва пожертвував львівський староста Анджей Одровонж зі Спрови (виділено земельну ділянку біля Галицької брами, споруджено невеликий дерев'яний монастир з каплицею св. Андрія). 1464 р. після чуми (вижив 1 з 5 монахів) міщани спалили дерев'яний монастир з каплицею; 1465 р. фундатор А. Одровонж виділив кошти на спорудження значно більших дерев'яних костелу та монастиря. У 1470–1484 рр. в монастирі проживав Ян з Дуклі.\nПід час радянської окупації костел був недіючим. У 1990 р. отці василіани зареєстрували тут греко-католицьку парафію Святого Андрія. У монастирському домі сьогодні розміщений Центральний державний історичний архів України.",
      "address": "Площа Соборна, 3А",
      "pathToImage": {
        "path": "images/Temples/cerkva_andrija.jpg",
        "path_130": "images/Temples/cerkva_andrija_130.jpg",
        "path_480": "images/Temples/cerkva_andrija_480.jpg"
      }
    },
    {
      "name": "Вулиця Лисенка",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Вулиця розташована на сході колишнього львівського передмістя, повністю у межах міського Личаківського району. Довжина — 950 м. Нинішня вулиця Лисенка є частиною старої траси так званого «Глинянського гостинця» — дороги, що вела від ринку до міста Глиняни і далі на Київ.\n\nІз отриманням Львовом магдебурзького права, центр міста було перенесено дещо південніше, що призвело до появи нової траси Глинянського гостинця. Стара ж дорога з часом отримала назву «Горішній глинянський гостинець». Горішній гостинець втратив своє значення і став закинутою дорогою. Активно забудовувати вулицю почали в середині XIX ст. ",
      "longDescription": "Вулиця розташована на сході колишнього львівського передмістя, повністю у межах міського Личаківського району. Довжина — 950 м. Нинішня вулиця Лисенка є частиною старої траси так званого «Глинянського гостинця» — дороги, що вела від ринку до міста Глиняни і далі на Київ.\n\nІз отриманням Львовом магдебурзького права, центр міста було перенесено дещо південніше, що призвело до появи нової траси Глинянського гостинця. Стара ж дорога з часом отримала назву «Горішній глинянський гостинець». Горішній гостинець втратив своє значення і став закинутою дорогою. Активно забудовувати вулицю почали в середині XIX ст. \nв 1945 отримала назву Лисенка. На честь видатного українського композитора Миколи Віталійовича Лисенка. Вулиця багата на архітектурні пам’ятки: адміністративний будинок, колишній Палац Дідушицьких, портал Францисканського монастиря, Поторицька бібліотека, кам'яниця Куркового товариства, Будинок Куркового товариства. Храм святого Іоана Золотоустого і Львівська православна богословська академія УПЦ КП, Церква безсребреників Косми і Дам'янаУГКЦ , пам'ятник «Просвіті» у сквері на місці колишньої Францисканської площі, також розміщена Львівська обласна дитяча клінічна лікарня «ОХМАТДИТ» та \nРегіональний ландшафтний парк «Знесіння».",
      "address": "Личаківський район",
      "pathToImage": {
        "path": "images/Streets/lusenka.jpg",
        "path_130": "images/Streets/lusenka_130.jpg",
        "path_480": "images/Streets/lusenka_480.jpg"
      }
    },
    {
      "name": "Вулиця з багатьма назвами",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Починаючи з 2006 року у Львові проходить фестиваль \"КіноЛев\". Чотири роки тому у проекту з'явилася традиція - до офіційної назви Архівної вулиці стали щорічно додавати ім'я того, кому присвячено черговий фестиваль.",
      "longDescription": "Починаючи з 2006 року у Львові проходить фестиваль \"КіноЛев\". Чотири роки тому у проекту з'явилася традиція - до офіційної назви Архівної вулиці стали щорічно додавати ім'я того, кому присвячено черговий фестиваль. Тепер вулиця, крім основної, має ще п'ять назв: Бергмана, Фелліні, Трюффо, Іллєнка та Параджанова. Відповідні таблички вішають на одній з будівель невеличкої Архівної вулиці.",
      "address": "вул. Архівна (меж вулицями Братів Рогатинців і Валовою)",
      "pathToImage": {
        "path": "images/Streets/arhivna.jpg",
        "path_130": "images/Streets/arhivna_130.jpg",
        "path_480": "images/Streets/arhivna_480.jpg"
      }
    },
    {
      "name": "Львівська майстерня шоколаду",
      "categoryTags": "Особливі генделики,Непопсовий Львів",
      "shortDescription": "Шоколадні вироби ручної роботи зі справжнього бельгійського шоколаду. Кожна цукерка і фігурка виліплені дбайливими руками майстрів. Всього, асортимент цукерок налічує 42 види, з них 16 видів трюфелів з різноманітними смаками від класичних до фруктових, цукерки з марципаном, кремові начинки і горішки в шоколаді.\nВ майстерні діє кав'ярня, де можна скуштувати гарячого шоколаду і вишуканої кави.\nТакож, на першому поверсі можна поспостерігати за самим процесом виробництва, правда, тільки за склом.",
      "longDescription": "Шоколадні вироби ручної роботи зі справжнього бельгійського шоколаду. Кожна цукерка і фігурка виліплені дбайливими руками майстрів. Всього, асортимент цукерок налічує 42 види, з них 16 видів трюфелів з різноманітними смаками від класичних до фруктових, цукерки з марципаном, кремові начинки і горішки в шоколаді.\nВ майстерні діє кав'ярня, де можна скуштувати гарячого шоколаду і вишуканої кави.\nТакож, на першому поверсі можна поспостерігати за самим процесом виробництва, правда, тільки за склом.\n\nТелефон: (050) 430-60-33\nE-mail: order@chokolate.com.ua\nВеб-сайт: www.chocolate.lviv.ua\nГрафік роботи: 09.00 - 22.00\nWi-fi, ua, en, pl, ru.",
      "address": "вул. Сербська, 3",
      "pathToImage": {
        "path": "images/Restaurants/majsternia_shokolady.jpg",
        "path_130": "images/Restaurants/majsternia_shokolady_130.jpg",
        "path_480": "images/Restaurants/majsternia_shokolady_480.jpg"
      }
    },
    {
      "name": "Вірме́нська апо́стольська це́рква та Вірменський собор",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Одна з найдавніших християнських церков. Перша у світі державна церква.  пам'ятка архітектури національного значення у Львові, що належить до Світової спадщини ЮНЕСКО; єдиний храм Вірменської апостольської церкви в Західній Україні; до 1945 кафедральний собор Львівської вірменсько-католицької архієпархії, а з 2000 – Української єпархії Вірменської апостольської церкви. Належить до Давньосхідних православних церков. Початок будівництва:1363; Закінчення: 1370. Вживає вірменський обряд.",
      "longDescription": "Одна з найдавніших християнських церков. Перша у світі державна церква.  пам'ятка архітектури національного значення у Львові, що належить до Світової спадщини ЮНЕСКО; єдиний храм Вірменської апостольської церкви в Західній Україні; до 1945 кафедральний собор Львівської вірменсько-католицької архієпархії, а з 2000 – Української єпархії Вірменської апостольської церкви. Належить до Давньосхідних православних церков. Початок будівництва:1363; Закінчення: 1370. Вживає вірменський обряд.\nВ Україні вірмени з'явилися ще задовго до створення Київської держави. У XI ст. руйнівні напади сельджуків, падіння царства Багратунідів, візантійська політика переслідування вірменів стали причиною їхнього масового виходу з батьківщини до Київської держави, переважно на територію її західної частини.\nНаразі в Україні діє одна з дев'яти вірменських єпархій, що розташовані в Європі — Українська єпархія Вірменської апостольської церкви з резиденцією у місті Львові.\n28 листопада 1991 р. в Україні було офіційно відновлено і зареєстровано єпархію Вірменської Апостольської Церкви, громади якої зараз діють у Львові, Києві, Одесі, Харкові, Донецьку, Дніпропетровську, а також у деяких містах Криму. Українську єпархію ВАЦ, центр якої знаходиться у Львові, очолює архієпископ Григоріс Буніатян. Триває поетапний процес повернення вірменській громаді катедрального Успенського собору. 25 червня 2001 р. під час перебування у Львові храм відвідав Папа Іван Павло ІІ.\n\nХристиянство проповідувалося в Вірменії ще апостолами Тадеєм та Варфоломеєм, котрі вважаються засновниками Вірменської церкви. В IV ст., при царі Трдату Великому та Григорію Просвітителю,християнство стало державною релігією Вірменії. В VI ст., після неприйняття Халкідонського собору, разом з іншіми Східними церквами, відокремилася від візантійської церкви.\nВірменська апостольська церква на відміну від візантійського православ'я і католицизму визнає наявність у Христа двох начал: божественного і людського в єдиній природі. На чолі церкви стоїть католикос, що обирається собором. Резиденція католикоса — голови вірменської апостольської церкви знаходиться в монастирі Ечміадзін, в давній столиці Вірменії — Вагаршапаті.",
      "address": "вул. Вірменська, 7",
      "pathToImage": {
        "path": "images/Temples/virmenska_cerkva.jpg",
        "path_130": "images/Temples/virmenska_cerkva_130.jpg",
        "path_480": "images/Temples/virmenska_cerkva_480.jpg"
      }
    },
    {
      "name": "Музей народної архітектури і побуту \"Шевченківський гай\"",
      "categoryTags": "Музеї,Парки,Попсовий Львів",
      "shortDescription": "Етно-парк, музей просто неба у Львові. Офіційна назва — Музей народної архітектури і побуту «Шевченківський гай». Шевченківський гай розташований на лісистих пагорбах Розточчя (продовження Подільської височини), поблизу парку «Високий Замок», на території ландшафтного парку «Знесіння» .; загальна назва місцевості - Кайзервальд (від нім. ліс кайзера). Скансен на Кайзервальді був відкритий в 1971 році.\nМузей народної архітектури та побуту у Львові - це музей під відкритим небом, де можна ознайомитись з побутом українців.",
      "longDescription": "Етно-парк, музей просто неба у Львові. Офіційна назва — Музей народної архітектури і побуту «Шевченківський гай». Шевченківський гай розташований на лісистих пагорбах Розточчя (продовження Подільської височини), поблизу парку «Високий Замок», на території ландшафтного парку «Знесіння» .; загальна назва місцевості - Кайзервальд (від нім. ліс кайзера). Скансен на Кайзервальді був відкритий в 1971 році.\nМузей народної архітектури та побуту у Львові - це музей під відкритим небом, де можна ознайомитись з побутом українців.\nНа сьогодні на території етнозон Музею розташовано 124 памятки архітектури, котрі обєднані в 54 садиби. В Музеї функціоную чотири виставкових зали. Його територія в 60 га умовно розділена на шість етнографічних зон: бойківську, лемківську, гуцульську, буковинську, подільську, волино-подільську. На території Шевченківського гаю знаходиться понад 120 пам'яток архітектури із західних областей України, з них 6 - церкви. Найстаріший експонат - селянська хата 1749. [1] Є також кузня, школа, лісопилка, сукновальня, водяний і вітряний млини.\nЦінними експонатами є сільська садиба з будинком 1812 року і стайнею 1903 з села Либохори Турківського району, бойківська хата 1909 з села Тухолька, Сколівського району. Шедевр народної архітектури - дерев'яна церква 1763 року з села Кривки Турківського району, пам'ятник національного значення. У діючій експозиції зберігається понад 20 тисяч предметів побуту і народної творчості. Музей вдало об'єднує горбистий ландшафт, відновлену рослинність Карпат і дбайливо перенесені історичні споруди з різних регіонів Західної України. \n\nГодини роботи: 10:00 - 18:00 (пн. - вихідний).\n +38 (032) 271-80-17, (068) 525-91-85\nwww.lvivskansen.org\n\nВартість квитків: для дорослих – 15 грн., студенти, учні – 7 грн.\nЕкскурсії: дорослі – 50 грн., діти – 20 грн.",
      "address": "вул.Чернеча Гора, 1",
      "pathToImage": {
        "path": "images/Museums/shevchenkivskij.jpg",
        "path_130": "images/Museums/shevchenkivskij_130.jpg",
        "path_480": "images/Museums/shevchenkivskij_480.jpg"
      }
    },
    {
      "name": "Львівський музей історії релігії",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Львівський музей історії релігії – установа культури, в якій за допомогою зібраних унікальних матеріалів висвітлюється історія світових і національних релігій, діяльність церковних організацій.\nУ музеї знаходяться експонати, які мають світову унікальну мистецьку та історичну цінність. Серед них – срібний візантійський релікварій XI століття, який являє собою скриню для зберігання мощів святого мученика Аронта.",
      "longDescription": "Львівський музей історії релігії – установа культури, в якій за допомогою зібраних унікальних матеріалів висвітлюється історія світових і національних релігій, діяльність церковних організацій.\nУ музеї знаходяться експонати, які мають світову унікальну мистецьку та історичну цінність. Серед них – срібний візантійський релікварій XI століття, який являє собою скриню для зберігання мощів святого мученика Аронта.\nЕкспозиція музею розміщена в будівлі Домініканського монастиря ХІV – XVIII ст. Концерти органної музики, які організовує музично-просвітницький відділ, відбуваються в Домініканському костелі XVIII ст.\nВхід: для дорослих – 5 грн., для дітей – 2 грн., екскурсії: для дорослих – 35 грн., для дітей – 15 грн. Нічна екскурсія-містерія  проводиться за попереднім замовленням. Вартість її для групи з 10 чоловік – 300 грн. Останньої п’ятниці  кожного місяця – беозплатний вхід для студентів та школярів.\n\nТелефон: (032) 272-91-00, (032) 235-61-00;E-mail: religio@ukrpost.ua;Веб-сайт: www.museum.lviv.ua;Графік роботи: 10:00 - 18:00, крім понеділка;Мови спілкування: Українська, English, Русский, Polski.",
      "address": "пл. Музейна, 1",
      "pathToImage": {
        "path": "images/Museums/myzej_istorii_religii.jpg",
        "path_130": "images/Museums/myzej_istorii_religii_130.jpg",
        "path_480": "images/Museums/myzej_istorii_religii_480.jpg"
      }
    },
    {
      "name": "Львівська галерея мистецтв",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Львівська галерея мистецтв – один з найбагатших музеїв України. Її колекція нараховує понад 58 тисяч творів світового та національного мистецтва від найдавніших часів до наших днів. До найбільш вартісних належать збірки європейського мистецтва львівської скульптури, львівського портрета XVI-XVIII ст., ікон та меблів.",
      "longDescription": "Львівська галерея мистецтв – один з найбагатших музеїв України. Її колекція нараховує понад 58 тисяч творів світового та національного мистецтва від найдавніших часів до наших днів. До найбільш вартісних належать збірки європейського мистецтва львівської скульптури, львівського портрета XVI-XVIII ст., ікон та меблів.\nМузей володіє унікальною за своєю значущістю збіркою творів польських та австрійських художників. Окрасою та гордістю постійної експозиції є \"Ловля коралів і перлів\" Я. Цуккі, \"Портрет молодої патриціанки\" С. Ангішоли, \"Три святі\" невідомого німецького художника XV ст., \"Відвідини Марії Єлизаветою\" Яна Ван Скореля, \"Маха на балконі\".\nЧас роботи:\nЗимовий період: Вівторок - Субота: 10.00 - 17.00, Неділя: 12.00 - 17.00.\nЛітній період: Вівторок - Субота: 11.00 - 18.00, Неділя: 12.00 - 17.00.\nВхід: для учнів, студентів - 5 грн., для дорослих - 10 грн.\n\nТелефон: (032) 261-46-15, (032) 261-46-91;Факс: (032) 272-39-48;Мови спілкування: Українська, English, Русский;",
      "address": "пл. Музейна, 1",
      "pathToImage": {
        "path": "images/Museums/galerea_mustectv.jpg",
        "path_130": "images/Museums/galerea_mustectv_130.jpg",
        "path_480": "images/Museums/galerea_mustectv_480.jpg"
      }
    },
    {
      "name": "Двір загублених іграшок",
      "categoryTags": "Дворики,Непопсовий Львів",
      "shortDescription": "Навпроти музею радянської спадщини знаходиться ще один незвичайний двір. Тут зберігаються ляльки, плюшеві ведмеді, брязкальця, садові гноми, пластмасові Карлсони та інші іграшки.",
      "longDescription": "Навпроти музею радянської спадщини знаходиться ще один незвичайний двір. Тут зберігаються ляльки, плюшеві ведмеді, брязкальця, садові гноми, пластмасові Карлсони та інші іграшки. Такий антураж створює дещо містичну атмосферу. За словами місцевих жителів, виставлена ​​на загальний огляд колекція належить одному з мешканців. Про існування цього двору знають навіть не всі львів'яни.",
      "address": "вул. Князя Лева, 3 (район Підзамче)",
      "pathToImage": {
        "path": "images/Yards/dvir_lalok.jpg",
        "path_130": "images/Yards/dvir_lalok_130.jpg",
        "path_480": "images/Yards/dvir_lalok_480.jpg"
      }
    },
    {
      "name": "Національний музей у Львові імені Андрея Шептицького",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Один з найвизначніших музеїв національної культури і мистецтва, закладений 1905 р. митрополитом А. Шептицьким.\nФондові збірки музею нараховують понад 140 тисяч одиниць збереження. Предметом особливої гордості є найбільше та найповніше зібрання середньовічного сакрального мистецтва XII-XVIII ст.: ікона, рукописи та стародруки, декоративна різьба, металопластика, гаптовані тканини.",
      "longDescription": "Один з найвизначніших музеїв національної культури і мистецтва, закладений 1905 р. митрополитом А. Шептицьким.\nФондові збірки музею нараховують понад 140 тисяч одиниць збереження. Предметом особливої гордості є найбільше та найповніше зібрання середньовічного сакрального мистецтва XII-XVIII ст.: ікона, рукописи та стародруки, декоративна різьба, металопластика, гаптовані тканини.\nВ музеї знаходиться унікальна памятка українського бароко – Богородчанський іконостас. У експозиції представлено: Давнє українське мистецтво ХІІ-ХV ст., Українське мистецтво ХVІ-ХVІІІ ст., Українське мистецтво кінця ХVІІІ - початку ХХ ст.\nВхід:\nзагальний квиток – 15 грн, для дітей, пенсіонерів, студентів, осіб із особливими потребами – 8 грн. \nЕкскурсії: для дітей, пенсіонерів, студентів, осіб із особливими потребами – 50 грн., для дорослих – 60 грн.; екскурсії іноземною мовою (англійська, польська, російська): – 150 грн.\n\nТелефон: (032) 235-88-46, (032) 235-88-56;Факс: (032) 235-88-49;E-mail: nml_shept@ukr.net;Графік роботи: Вт – Нд - 10:00 - 18:00.",
      "address": "пр. Свободи, 20",
      "pathToImage": {
        "path": "images/Museums/sheptuckogo.jpg",
        "path_130": "images/Museums/sheptuckogo_130.jpg",
        "path_480": "images/Museums/sheptuckogo_480.jpg"
      }
    },
    {
      "name": "Скнилівський парк",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "парк у Залізничному районі Львова. Розташований поруч з ринком «Південний» і аеропортом «Львів», між вулицями Скнилівською, Виговського та Любінською.\nЗакладений у 1974 році. Парк закладено у 1967 р., назва має топонімічний характер: поруч поселення Скнилів, відоме ще з XVI ст. Від входу углиб парку веде головна алея, на якій створені квіткові рабатки. Створений парк у ландшафтному стилі на рівнині, що належить до Львівського плато.\n По парку проходить вулиця Солом'янка (приватна забудова). Парк перебуває в занедбаному стані. Площа 58,0 га. ",
      "longDescription": "парк у Залізничному районі Львова. Розташований поруч з ринком «Південний» і аеропортом «Львів», між вулицями Скнилівською, Виговського та Любінською.\nЗакладений у 1974 році. Парк закладено у 1967 р., назва має топонімічний характер: поруч поселення Скнилів, відоме ще з XVI ст. Від входу углиб парку веде головна алея, на якій створені квіткові рабатки. Створений парк у ландшафтному стилі на рівнині, що належить до Львівського плато.\n По парку проходить вулиця Солом'янка (приватна забудова). Парк перебуває в занедбаному стані. Площа 58,0 га. ",
      "address": "Розташований між вулицями Скнилівською, Виговського та Любінською.",
      "pathToImage": {
        "path": "images/Parks/sknulivskuj_park.jpg",
        "path_130": "images/Parks/sknulivskuj_park_130.jpg",
        "path_480": "images/Parks/sknulivskuj_park_480.jpg"
      }
    },
    {
      "name": "Церква Пресвятої Трійці",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Церква Пресвятої Трійці — дерев'яна греко-католицька церква у Львові на Сихові. Пам'ятка архітектури.\nЦерква була збудована у 1654 році. У 1683 році центральний зруб святині був розписаний львівськими майстрами. У 1870-х роках до церкви був прибудований притвор, а також підведені підвалини. Під час реставрації у 1932 році була розібрана дзвіниця над бабинцем. У 1971 році храм покритий гонтом.\n\nПарафія охоплювала села Сихів та Козельники. Її парохом до 1941 року був о. Андрій Іщак, проголошений Іваном Павлом ІІ у 2001 році блаженним.",
      "longDescription": "Церква Пресвятої Трійці — дерев'яна греко-католицька церква у Львові на Сихові. Пам'ятка архітектури.\nЦерква була збудована у 1654 році. У 1683 році центральний зруб святині був розписаний львівськими майстрами. У 1870-х роках до церкви був прибудований притвор, а також підведені підвалини. Під час реставрації у 1932 році була розібрана дзвіниця над бабинцем. У 1971 році храм покритий гонтом.\n\nПарафія охоплювала села Сихів та Козельники. Її парохом до 1941 року був о. Андрій Іщак, проголошений Іваном Павлом ІІ у 2001 році блаженним.\n\nЦерква Пресвятої Трійці – єдина львівська унікальна дерев’яна церква, збережена з XVII ст. Деякі історики припускають, що церкву на околиці міста спорудили в часи, коли 1654 р. до Львова наближалося військо українського гетьмана Богдана Хмельницького, і навіть за сприяння самого гетьмана. На вході до храму висить табличка ще радянських часів, яка гласить, що цю пам’ятку архітектури збудовано 1654-го. Однак за останніми даними, знайденими в архівах Кракова, храм спорудили мешканці с. Сихів 1600 р.",
      "address": "вул. Садибна, 1А",
      "pathToImage": {
        "path": "images/Temples/cerkva_trijci.jpg",
        "path_130": "images/Temples/cerkva_trijci_130.jpg",
        "path_480": "images/Temples/cerkva_trijci_480.jpg"
      }
    },
    {
      "name": "Церква Матері Божої Неустанної Помочі",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Греко-католицький храм у Львові, колишній косте́л Марі́ї Сні́жної. Один із найдавніших храмів міста, можливо, збудований німецькими колоністами у XIV столітті на місці давнішого дерев'яного з XIII століття. Розташований на вулиці Сніжній, 2.",
      "longDescription": "Греко-католицький храм у Львові, колишній косте́л Марі́ї Сні́жної. Один із найдавніших храмів міста, можливо, збудований німецькими колоністами у XIV столітті на місці давнішого дерев'яного з XIII століття. Розташований на вулиці Сніжній, 2. \nВперше згадується у 1344 році. Ряд дослідників припускає, що костел збудований ще у XIII столітті.\nЗа даними Івана Крип'якевича, був храмом німців Львова, при ньому діяла перша парохія РКЦ у місті. 1415 року парафію перенесено до Латинської катедри, а костел став філіальним.\nХрам збудований із цегли на кам'яному фундаменті. Товщина стін сягає двох метрів.",
      "address": "вул. Сніжна, 2",
      "pathToImage": {
        "path": "images/Temples/hram_marii_sniznoi.JPG",
        "path_130": "images/Temples/hram_marii_sniznoi_130.JPG",
        "path_480": "images/Temples/hram_marii_sniznoi_480.JPG"
      }
    },
    {
      "name": "Парк Піскові Озері (екс Алтайські Озера)",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "Розташований по вулиці Гординського (між вулицями Коновальця, Рудницького і Генерала Чупринки), у престижній місцевості На Байках. Загальна площа 5,8 га. Закладений у 1923 р. на місці ставів Франца на р. Сорока.",
      "longDescription": "Розташований по вулиці Гординського (між вулицями Коновальця, Рудницького і Генерала Чупринки), у престижній місцевості На Байках. Загальна площа 5,8 га. Закладений у 1923 р. на місці ставів Франца на р. Сорока. Збереглись два озера видовженої форми і джерельний витік Сороки, який живить більшість із ставків своєю водою.\nОзера утворилися через просочування води на дно піщаної виїмки. Піскові озера згадані у пісні вокальної формації «Піккардійська терція» «Старенький трамвай»:[2]\n\"Я згадаю прохолодних озер блакить, куди їздив колись старенький трамвай\".",
      "address": "Розташований по вулиці Гординського (між вулицями Коновальця, Рудницького і Генерала Чупринки), у престижній місцевості На Байках.",
      "pathToImage": {
        "path": "images/Parks/park_piskovi_ozera.jpg",
        "path_130": "images/Parks/park_piskovi_ozera_130.jpg",
        "path_480": "images/Parks/park_piskovi_ozera_480.jpg"
      }
    },
    {
      "name": "Вулиця Пекарська",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Одна з найкрасивіших вулиць Львова, розташована в Личаківському районі. Простягається від вулиці Івана Франка до вулиці Мечникова (біля головного входу на Личаківський цвинтар). Проходить паралельно до вулиць Личаківської і Левицького. Забудова Пекарської різноманітна: віденський класицизм, модерн, конструктивізм, сталінський ампір, новобудови.\nПроходячи нею можна зустріти багато пам’яток таких, як протестантський Храм Христа Спасителя, Медичний університет, Університет ветеринарної медицини і біотехнологій, різноманітні красиві палаци та будинки.",
      "longDescription": "Одна з найкрасивіших вулиць Львова, розташована в Личаківському районі. Простягається від вулиці Івана Франка до вулиці Мечникова (біля головного входу на Личаківський цвинтар). Проходить паралельно до вулиць Личаківської і Левицького. Забудова Пекарської різноманітна: віденський класицизм, модерн, конструктивізм, сталінський ампір, новобудови.\nПроходячи нею можна зустріти багато пам’яток таких, як протестантський Храм Христа Спасителя, Медичний університет, Університет ветеринарної медицини і біотехнологій, різноманітні красиві палаци та будинки. \nДовжина нинішньої Пекарської вулиці становить близько 1400 м. Вулиця орієнтована із заходу на схід, вимощена бруківкою, обсаджена деревами (крім нижньої частини). У верхній частині до вулиці з півдня прилягають зелені насадження території Університету ветеринарної медицини, Медичного університету та інфекційної лікарні. Над ними височіє пагорб (321 м над р. м.), який називається гороюНовокампіановською (з XIX ст. — Шуманівкою), на якому збереглися сліди валів 17 ст, які будував міський бургомістр Мартин Кампіан.\n\nВулиця наповнена великою кількістю медичних навчальних установ.\nТакож цікаво, На вулиця Пекарській під номером 34 розташований «найплоскіший» будинок Львова. Цей будинок зведений так, що його передній і тильний фасади утворюють між собою гострий кут у 45°, із зрізаною вершиною (завширшки 1,4 м.). Якщо дивитися на будинок, ставши неподалік від цього кута, то створюється враження, ніби весь дім — це одна суцільна стіна.",
      "address": "Личакіський район",
      "pathToImage": {
        "path": "images/Streets/pekarska.jpg",
        "path_130": "images/Streets/pekarska_130.jpg",
        "path_480": "images/Streets/pekarska_480.jpg"
      }
    },
    {
      "name": "Палац Бесядецьких",
      "categoryTags": "Будівлі,Непопсовий Львів",
      "shortDescription": "зразок архітектури міського палацу VIII-XIX століть у стилі рококо, ампіру і неокласицизму. Сьогодні, незважаючи на центральне розташування і нестандартну еклектичну архітектуру, будівля занедбана.",
      "longDescription": "зразок архітектури міського палацу VIII-XIX століть у стилі рококо, ампіру і неокласицизму. Єдиний збережений донині палац XVIII ст. садибного типу у Львові. Сьогодні, незважаючи на центральне розташування і нестандартну еклектичну архітектуру, будівля занедбана. Пам'ятник історії без належного догляду швидко старіє і подивитися на нього варто хоча б тому, що невдовзі він просто може назавжди зникнути.\nЗа часів СРСР у палаці містилася Обласна бібліотека, зараз приміщення належить Львівському національному університету ім. Івана Франка.",
      "address": "вул. Галицька площа, 10",
      "pathToImage": {
        "path": "images/Buildings/palac_besadeckuh.jpg",
        "path_130": "images/Buildings/palac_besadeckuh_130.jpg",
        "path_480": "images/Buildings/palac_besadeckuh_480.jpg"
      }
    },
    {
      "name": "Парк Висо́кий за́мок",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "Парк на Замковій горі у Львові, пам'ятка садово-паркового мистецтва місцевого значення. Парк входить до складу природо-заповідного фонду України як національне надбання. Парк «Високий замок» був заснований в 1835 році. Загальна площа парку — 36,2 га. У насадженнях переважають листяні породи: каштан, клен, явір, ясен, липа, береза, тополя, акація, а також сосна. Складається з двох терас. ",
      "longDescription": "Парк на Замковій горі у Львові, пам'ятка садово-паркового мистецтва місцевого значення. Парк входить до складу природо-заповідного фонду України як національне надбання. Парк «Високий замок» був заснований в 1835 році. Загальна площа парку — 36,2 га. У насадженнях переважають листяні породи: каштан, клен, явір, ясен, липа, береза, тополя, акація, а також сосна. Складається з двох терас. На нижній терасі розташовані будиночок садівника, пам'ятний знак на честь Максима Кривоноса, ресторан, нижній оглядовий майданчик. 15 серпня 1841 року було збудовано штучну печеру — грот — на Високому Замку, для якої використали левів зі старої ратуші, яка впала[2] 14 липня 1826 року. На верхній терасі розташований штучний курган (Копець Люблінської унії) з оглядовим майданчиком (висота 413 над рівнем моря), насипаний в 1869–1900 роках польською громадою міста на честь 300-ліття Люблінської унії. При підніжжі кургану є залишки оборонного муру Високого замку, побудованого польськими королями, з якого пізніше був узятий матеріал для будівництва кургану. У верхній частині парку розташований Львівський телецентр і Львівська телевежа (заввишки 192 метри) телетрансляції. Біля підніжжя кургану в 1874 році був встановлений Лев Лоренцовича. У 2008 році він був переданийЛьвівському історичному музею і встановлений в Італійському дворику.",
      "address": "вулиці Ужгородська, Княжа",
      "pathToImage": {
        "path": "images/Parks/park_vusokuj_zamok.jpg",
        "path_130": "images/Parks/park_vusokuj_zamok_130.jpg",
        "path_480": "images/Parks/park_vusokuj_zamok_480.jpg"
      }
    },
    {
      "name": "Площа Ринок",
      "categoryTags": "Цікаві вулички,Попсовий Львів",
      "shortDescription": "Центральний майдан у Львові, історичне серце сучасного міста, характерне явище для середньовічної архітектури європейських міст. \nПлоща виникла за князювання Лева Даниловича у другій половині XIII ст. внаслідок регулярного планування забудови за взірцем середньовічних західноєвропейських міст, як центр торговельного та суспільного життя нового міста протягом 500 років.",
      "longDescription": "Центральний майдан у Львові, історичне серце сучасного міста, характерне явище для середньовічної архітектури європейських міст. \nПлоща виникла за князювання Лева Даниловича у другій половині XIII ст. внаслідок регулярного планування забудови за взірцем середньовічних західноєвропейських міст, як центр торговельного та суспільного життя нового міста протягом 500 років, серце Львова, історичний початок європеїзації України.\nЛьвівська Площа Ринок зберегла свою назву від ХІV століття. Вона походить від німецького «der Ring» (коло, кільце), власне за таким принципом будувалися центральні площі німецьких середньовічних міст. ",
      "address": "вул. Площа Ринок",
      "pathToImage": {
        "path": "images/Streets/ploshcha_runok.jpg",
        "path_130": "images/Streets/ploshcha_runok_130.jpg",
        "path_480": "images/Streets/ploshcha_runok_480.jpg"
      }
    },
    {
      "name": "Двір Театру юного глядача",
      "categoryTags": "Дворики,Непопсовий Львів",
      "shortDescription": "Старі ляльки, величезні метелики, мітли і маски: колись усе це було частиною декорацій дитячих вистав, сьогодні це велика абстрактна аплікація.",
      "longDescription": "Старі ляльки, величезні метелики, мітли і маски: колись усе це було частиною декорацій дитячих вистав, сьогодні це велика абстрактна аплікація. Її створили співробітники театру, а болгарські вуличні художники Микола Божинов (Nikolay Bozhinov) і Вікторія Георгієва (Victoria Georgieva) прикрасили територію театру своїми малюнками.",
      "address": "вул. Гнатюка, 11",
      "pathToImage": {
        "path": "images/Yards/teatr_junogo_glada4a.jpg",
        "path_130": "images/Yards/teatr_junogo_glada4a_130.jpg",
        "path_480": "images/Yards/teatr_junogo_glada4a_480.jpg"
      }
    },
    {
      "name": "Музей етнографії та художнього промислу",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Музей був утворений у 1951 р. шляхом об’єднання двох великих музейних осередків у Львові – Міського промислового музею (заснований 1874 р.) і музею Наукового товариства ім. Т.Шевченка (1895 р.).",
      "longDescription": "Музей був утворений у 1951 р. шляхом об’єднання двох великих музейних осередків у Львові – Міського промислового музею (заснований 1874 р.) і музею Наукового товариства ім. Т.Шевченка (1895 р.).\n\nКолекція музею нараховує 17 фондових збірок, у яких зібрано понад 83 тисячі пам’яток. Основна експозиція розташована у приміщенні колишньої Галицької ощадної каси. Тут представлено пам’ятки матеріальної та духовної культури українців, господарські знаряддя, народні художні промисли ХІХ – початку ХХ ст.\nОкрім постійних експозицій у музеї періодично проходять тимчасові виставки. Експозиція поділяється на два відділи: етнографічний (понад 44 000 експонатів) і мистецького промислу (понад 28 000 експонатів).\nВхід: для дорослих - 5 грн, для дітей - 2 грн., екскурсії: для дорослих - 10 грн., для учнів і студентів - 6 грн.\n\nТелефон: (032) 272-78-08;Факс: (032) 297-01-55;Графік роботи: з 11:00 до 17:00. вихідні – понеділок і вівторок.",
      "address": "пр. Свободи, 15",
      "pathToImage": {
        "path": "images/Museums/etno.JPG",
        "path_130": "images/Museums/etno_130.JPG",
        "path_480": "images/Museums/etno_480.JPG"
      }
    },
    {
      "name": "Парк Культури ім. Б.Хмельницького",
      "categoryTags": "Парки,Розваги,Попсовий Львів",
      "shortDescription": "Парк культури та відпочинку імені Богдана Хмельницького (у народній мові — Парк культури) — парк у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення. У верхній частині парку культури розташований Монумент Слави, вулиця Стрийська відділяє його від Стрийського парку, а вулиця Вітовського — від парку Цитадель. Загальна площа парку — 26 га.\n\nСам парк був закладений в середині 50-х років ХХ століття i зайняв територію в 26 гектарів. Він був і залишається найбільшою зеленою та впорядкованою розважальною зоною в місті Львові. В теплий період року у парку культури та відпочинку проводиться багато урочистих заходів, міських гулянь та концертів. Адже тут знаходиться центральна естрада, танцювальний зал, стадіон «Юність» та, звичайно, найулюбленіше місце малечі та молоді – містечко з атракціонами.",
      "longDescription": "Парк культури та відпочинку імені Богдана Хмельницького (у народній мові — Парк культури) — парк у Галицькому районі Львова, пам'ятка садово-паркового мистецтва місцевого значення. У верхній частині парку культури розташований Монумент Слави, вулиця Стрийська відділяє його від Стрийського парку, а вулиця Вітовського — від парку Цитадель. Загальна площа парку — 26 га.\n\nСам парк був закладений в середині 50-х років ХХ століття i зайняв територію в 26 гектарів. Він був і залишається найбільшою зеленою та впорядкованою розважальною зоною в місті Львові. В теплий період року у парку культури та відпочинку проводиться багато урочистих заходів, міських гулянь та концертів. Адже тут знаходиться центральна естрада, танцювальний зал, стадіон «Юність» та, звичайно, найулюбленіше місце малечі та молоді – містечко з атракціонами.\nУ XIX столітті в районі нинішнього входу у парк культури знаходився Пелчинський став, що живився потічком, що стікав з Вулецьких пагорбів. Витікаючи з Пелчинського ставу потічок через Панєнський ставок впадав в річку Сороку. На Пелчинському ставі було споруджено в стилі ампір будівлю військової купальні. Тут гуляла міська знать, а взимку влаштовували ковзанку.\n14 вересня 1845 року на ставку відбулося грандіозне благодійне шоу на користь потерпілих від повені Полтви. До початку XX століття Пелчинський став пересох, в 1921 році його остаточно засипали, проклавши вулицю Пелчинську (нинішню Вітовського). \nЦей парковий комплекс вважається прикладом вдалого пристосування архітектурних об'єктів до специфіки ландшафту і вдалого використання історизму в архітектурі.\nПарк надалі залишається одним з найупорядкованіших у місті. З грудня 2014 року у парку відкрито Зимовий парк розваг. Зони катань для санчат, сноубордингу, лиж, сноутюбінгу. Ярмарки, битви сніжками, навчання катанню на лижах, конкурс сніговиків, катання у собачій упряжці, змагання та конкурси, дитячі розваги.",
      "address": "Розташований між вулицями Стрийською, Гвардійською, Вітовського та Зарицьких.",
      "pathToImage": {
        "path": "images/Parks/park_kyltyru.jpg",
        "path_130": "images/Parks/park_kyltyru_130.jpg",
        "path_480": "images/Parks/park_kyltyru_480.jpg"
      }
    },
    {
      "name": "Проспект Шевченка",
      "categoryTags": "Цікаві вулички,Попсовий Львів",
      "shortDescription": "Одна з центральних вулиць Львова, що міститься між вулицею Саксаганського та площею Міцкевича. Адміністративно повністю належить до Галицького району міста.\nПроспект Шевченка разом із площею Міцкевича та проспектом Свободи у святкові дні становлять великий єдиний залюднений проспект.\nПерша писемна згадка про вулицю датується 1414 роком. Вулиця була частиною Галицького передмістя, на ній мешкали кожум'яки (гарбарі). Звідси й початкова назва вулиці — Гарбарська.",
      "longDescription": "Одна з центральних вулиць Львова, що міститься між вулицею Саксаганського та площею Міцкевича. Адміністративно повністю належить до Галицького району міста.\nПроспект Шевченка разом із площею Міцкевича та проспектом Свободи у святкові дні становлять великий єдиний залюднений проспект.\nПерша писемна згадка про вулицю датується 1414 роком. Вулиця була частиною Галицького передмістя, на ній мешкали кожум'яки (гарбарі). Звідси й початкова назва вулиці — Гарбарська.\n\nНа початку XIX ст. в кінці вулиці був невеличкий ставок, в який впадали дві притоки Полтви — потічки Пасіка й Сорока, і заболочене русло Полтви знаходилось просто посеред вулиці. Через Полтву міщани перекинули кам'яний місток, який одним кінцем виходив на сучасну вулицю Фредра. На містку стояла статуя св. Яна Непомука (якій вулиця завдячувала своєю тодішньою назвою).\nУ 1886 році Полтву сховали до підземного колектора, а головний міський садівник Арнольд Рерінг заклав своєрідний нелінійний бульвар, котрий складався із окремих трапецієвидних «острівків» зі скругленими кутами. 1906 року Рерінг разом із Альфредом Захаревичем модернізували бульвар. Вісь нинішньої вулиці Дудаєва продовжена алеєю, що проходила новоствореною центральною овальною клумбою до головного входу майбутньої домінанти — будинку Торгово-промислової палати (№ 17). Донині збереглись фотографії, що демонструють давню структуру бульвару. Лише у 1930-х роках проспект реконструйовано і він набув вигляду традиційного бульвару з алеєю з двох рядів берлінської тополі (всього 72). У 1997 році старі тополі викорчовано, а замість них висаджено кулясті клени. Пропозиція закрити проспект для автомобілів і відновити структуру алеї кінця XIX ст., закладену Рерінгом не була підтримана міською радою.[2] Вже згадуваний ставок замілів, його засипали землею і поставили на цьому місці пам'ятник видатному польському комедіографові Олександрові Фредрові. У 1901 р. на тополиній алеї постав пам'ятник польському поету Корнелю Уєйському.\nУ 1871 році вулицю перейменували на Академічну, оскільки вона виходила до старого будинку Львівського університету ім. Яна Казимира на сучасній вулиці Грушевського (університет тоді називали академією). Під проспектом протікає річка Полтва.",
      "address": "Старе місто (історичний центр) -> Галицький район",
      "pathToImage": {
        "path": "images/Streets/prospect_shevchenka.jpg",
        "path_130": "images/Streets/prospect_shevchenka_130.jpg",
        "path_480": "images/Streets/prospect_shevchenka_480.jpg"
      }
    },
    {
      "name": "Церква Пресвятої Євхаристії (Домініканський собор)",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Греко-католицька церква у центральній частині Львова, в зоні всесвітньої спадщини ЮНЕСКО; пам'ятка архітектури національного значення.\nВелична архітектурна пам’ятка пізнього бароко з оригінальним скульптурним оздобленням.\nДо ІІ світової війни — храм римо-католицького монастиря ордену домініканців. За радянських часів у костелі та будівлі монастирських келій влаштували склади, а з 1973 року у цих спорудах розмістилиМузей релігії та атеїзму. Храм у 1990-тих роках передано УГКЦ, і він був освячений на честь Пресвятої Євхаристії.",
      "longDescription": "Греко-католицька церква у центральній частині Львова, в зоні всесвітньої спадщини ЮНЕСКО; пам'ятка архітектури національного значення.\nВелична архітектурна пам’ятка пізнього бароко з оригінальним скульптурним оздобленням.\nДо ІІ світової війни — храм римо-католицького монастиря ордену домініканців. За радянських часів у костелі та будівлі монастирських келій влаштували склади, а з 1973 року у цих спорудах розмістилиМузей релігії та атеїзму. Храм у 1990-тих роках передано УГКЦ, і він був освячений на честь Пресвятої Євхаристії.\nЧастину будівлі монастирських келій станом на 2010-ті роки займає мистецьке об'єднання «Дзиґа» (зокрема, однойменна галерея, а також арт-кав'ярня «Квартира 35» і кафе «Під клепсидрою»), аЛьвівський музей історії релігії (колишній Музей релігії та атеїзму) і надалі знаходиться в іншій частині споруди монастирських келій та у дзвіниці. \nЗгідно з давніми хроніками тут стояв палац князя Лева І, каплицю св. Петра і Павла якого він передав для моління своїй дружині Констанції. Від неї каплиця мала перейти до домініканців.\nГотичний домініканський костел Божого Тіла був збудований з 1407 р. до середини XIV ст. будівничим Миколою Чехом, можливо, з використанням мурів, фундаментів княжого палацу і каплиці. Його схему наприкінці XVI ст. намалював домініканець, мандрівник Ґруневеґ Мартін. Через появу тріщин у склепінні костел розібрали у середині XVIII ст. (1745 p.).\n\nНа музейній карті Львова у 1973 р. з’явився Львівський музей історії релігії, і був одним із двох музеїв історії релігії у СРСР (ще один знаходився у Ленінграді (Санкт-Петербург, Російська Федерація). Музей було розташовано у приміщенні костелу та монастиря Божого Тіла ордену домініканців. Зараз музей – єдина установа в Україні, що висвітлює історію світових і національних релігій та діяльність церковних організацій.\n\nУ 1946 р. львівський домініканський монастир Божого Тіла було закрито, а ченці виїхали до Гданська, куди вивезли монастирський архів та бібліотеку.",
      "address": "Площа Музейна, 1",
      "pathToImage": {
        "path": "images/Temples/dominikanskuj_sobor.jpg",
        "path_130": "images/Temples/dominikanskuj_sobor_130.jpg",
        "path_480": "images/Temples/dominikanskuj_sobor_480.jpg"
      }
    },
    {
      "name": "Каплиця Боїмів",
      "categoryTags": "Будівлі,Музеї,Непопсовий Львів",
      "shortDescription": "Капли́ця Бо́їмів — пам'ятка сакральної архітектури у Львові на площі Катедральній, 1.\nКаплиця збудована у 1609–1615 роках (за іншими даними у 1606–1615 роках) над фамільним гробівцем родини львівських патриціїв угорського походження Боїмів. Каплицю побудовано на території тогочасного міського цвинтаря, поблизу Латинського собору. Усипальницю для родини замовив і розпочав Георгій Боїм, а завершував його син Павло Боїм. Всього в каплиці поховано 14 осіб з династії Боїмів.\nІмена творців каплиці точно не відомі.",
      "longDescription": "Капли́ця Бо́їмів — пам'ятка сакральної архітектури у Львові на площі Катедральній, 1.\nКаплиця збудована у 1609–1615 роках (за іншими даними у 1606–1615 роках) над фамільним гробівцем родини львівських патриціїв угорського походження Боїмів. Каплицю побудовано на території тогочасного міського цвинтаря, поблизу Латинського собору. Усипальницю для родини замовив і розпочав Георгій Боїм, а завершував його син Павло Боїм. Всього в каплиці поховано 14 осіб з династії Боїмів.\nІмена творців каплиці точно не відомі. За найобґрунтованішою версією, її будівничим був архітектор з Вроцлава Андреас Бемер, який в ті часи побудував ратушу, оздобив сусідню каплицю Кампіянів. Прототипом каплиці Боїмів, ймовірно, є усипальниця Зиґмунтовська (Сиґізмундівська) у замку Вавель в Кракові.\nУ другій половині XVIII-го століття поховання з каплиці Боїмів перенесені на львівські цвинтарі, а ключі від неї, згідно з заповітом Георгія Боїма, передано до катедри. \nЗзовні каплиця своєю архітектурно-об'ємною композицією нагадує прикарпатські церкви XVII-го століття. Квадратна у плані, будівля увінчана восьмерикомбані з восьмигранним світловим ліхтарем. Верхній купол завершено хрестом з фігурою Ісуса.\nАрхітектурний стиль каплиці визначають як зрілий ренесанс з переходом до бароко. Також його характеризують як найхарактерніший взірець північногоманьєризму в Україні. Архітектурний об'єм має характерну для доби Ренесансу центричну композицію, розбивку зовнішніх стін пілястрами іонічного ордера, розвинений вінцевий карниз.\nЩе однією незвичною особливістю зовнішнього виду каплиці є фігура Христа на куполі. Це мало розповсюджений у християнській іконографії образ Христа Засмученого (пол. Chrystus frasobliwy, англ. Pensive Christ). Незвичність цього варіанту скульптури у тому, що на відміну від усіх інших зображень сидячого Христа, тут Христосспирається щокою на ліву руку, а на більшості відомих зображень — на праву. Під Христом купол «оперізує» такий напис латинською мовою: «Гляньте й побачте, усі, хто дорогою йде: чи є такий біль, як мій біль? Плач Єремії 1.12».\nУ 1945 році радянська влада закрила каплицю для відвідувачів. Однак з 1969 року сакральна споруда увійшла як окремий відділ до Львівської картинної галереї, її знову відкрито для відвідувачів. Відділ у складі галереї працює й до нині з 10:00 до 17:00 крім понеділка.",
      "address": "вул. Катедральна, 1",
      "pathToImage": {
        "path": "images/Buildings/boimu.jpg",
        "path_130": "images/Buildings/boimu_130.jpg",
        "path_480": "images/Buildings/boimu_480.jpg"
      }
    },
    {
      "name": "Парк Знесіння",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "регіональний ландшафтний парк у Львові. Розташований неподалік (на схід) від центру Львова (бл. 20 хвилин пішої ходи). Площа 312,1 га. Парк оголошений об'єктом природно-заповідного фонду України згідно з ухвалою Львівської обласної ради № 327 від 2 грудня 1993 року. Є структурним підрозділом виконавчого органуЛьвівської міської ради. Створений для збереження та відновлення унікального природно-історичного комплексу гряди Знесіння і прилеглих територій давніх поселень — Знесіння і Кривчиці.",
      "longDescription": "регіональний ландшафтний парк у Львові. Розташований неподалік (на схід) від центру Львова (бл. 20 хвилин пішої ходи). Площа 312,1 га. Парк оголошений об'єктом природно-заповідного фонду України згідно з ухвалою Львівської обласної ради № 327 від 2 грудня 1993 року. Є структурним підрозділом виконавчого органуЛьвівської міської ради. Створений для збереження та відновлення унікального природно-історичного комплексу гряди Знесіння і прилеглих територій давніх поселень — Знесіння і Кривчиці. Парк розташований на лісистому узгір'ї Львівського плато; його основна частина розташована в місцевості Кайзервальд. \nСам парк має площу 312,1 га, проте для регулювання впливу міського оточення і формування єдиного природно-архітектурного ансамблю парку та прилеглих територій виділено охоронну зону площею 473,61 га. Загальна площа парку разом з охоронною зоною — 785,71 га.\nНа території парку розташовані:\nприродні ландшафти;окремі цінні комплекси та об'єкти природи, історії, культури, котрі підлягають особливій охороні;історико-культурні зони (місця визвольних боїв, місця функціонування культурно-освітніх та національних осередків, цвинтар середини XIX століття);малоповерхова житлова забудова з присадибними ділянками, історична квартальна середньоповерховаа забудова;музей народної архітектури і побуту «Шевченківський гай»;промислова зона;заклади освіти, лікувальні установи, церкви, монастирі, спортивні, військові об'єкти, інженерні споруди і мережі.\n\nТут, на північних схилах Львівського плато, свого часу виникли найдавніші поселення в районі Львова. Практично поряд розташовано три поселення:\nперіоду неоліту та бронзи, IV–II тисячоліття до нашої ериIX–V століть до н. е. та XIII–XVII століть н. е.XIII–XIX століть.\nПозаяк територія парку історично входила до складу приміського села Знесіння, тут є житлова забудова, церкви Вознесіння Господнього та Святого Іллі, колишній костел Святого Войцеха, старий Знесінський цвинтар, фармацевтична фабрика і склозавод. На території парку розташовані також фундамент старої оборонної вежі XIII–XIV століть, доріжки для спуску на гірських лижах і етнопарк«Шевченківський гай».",
      "address": "Львів, вул. Новознесенська, 32",
      "pathToImage": {
        "path": "images/Parks/park_znesinnja.jpg",
        "path_130": "images/Parks/park_znesinnja_130.jpg",
        "path_480": "images/Parks/park_znesinnja_480.jpg"
      }
    },
    {
      "name": "Парк Цитадель",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "Львівська цитадель площею майже 30 гектарів розташована на горі, що є однією з ландшафтних домінант Львова і має унікальне природне, історичне та рекреаційне значення. Тут збереглися археологічні об’єкти дохристиянського періоду та фортифікаційні споруди цілісного оборонного комплексу. Це єдиний в Україні комплекс фортифікаційних укріплень середини XІX століття, який дійшов до нашого часу майже без змін. Львівська цитадель знаходиться на узгір'ї, яке утворили три невеликі гори - гора Шембека (Вроновських), гора Познанська (Пелчинський) і Жебрацкая (Каліча, тобто жебрацька) гора.",
      "longDescription": "Львівська цитадель площею майже 30 гектарів розташована на горі, що є однією з ландшафтних домінант Львова і має унікальне природне, історичне та рекреаційне значення. Тут збереглися археологічні об’єкти дохристиянського періоду та фортифікаційні споруди цілісного оборонного комплексу. Це єдиний в Україні комплекс фортифікаційних укріплень середини XІX століття, який дійшов до нашого часу майже без змін. Львівська цитадель знаходиться на узгір'ї, яке утворили три невеликі гори - гора Шембека (Вроновських), гора Познанська (Пелчинський) і Жебрацкая (Каліча, тобто жебрацька) гора. У ландшафтно-геологічному плані Цитадель також можна трактувати як плосковершінних останець посеред Львівського плато. Цитадель оточують вулиці Вітовського (колишня Дзержинського), Коперника, Стефаника, Каліча гора (колиш. Козака), Глібова і Драгоманова. У 1655 з цього місця Львів обстрілювали облягали місто російські війська, в 1672 - війська турків і їх союзника правобережного гетьмана Дорошенка. Фортифікації Цитаделі були запроектовані австрійськими військовими після придушення польського повстання у Львові в 1848 році. З цього узгір'я 2 листопада 1848 австрійці обстріляли місто, легко придушивши опір повсталих. Розміщена тут артилерія легко контролювала місто; з трьох сторін узгір'ї від атак захищали круті схили, біля гори Шембека проходив Стрийський тракт, що дозволяло перекидати військові підрозділи з південного напрямку; крім того на місці сучасного парку культури був Пелчинський ставок, який міг би бути джерелом води для гарнізону фортеці. У роки Великої Вітчизняної війни тут був табір для радянських військовополонених Stalag-328. Він був організований німецькою владою в липні 1941 року. Для посилення охорони гітлерівці спорудили систему невеликих бетонних дотів, розташованих по колу на схилах гори. Приміщення для допитів та камери смертників розміщувалися в Великий Максімілліановской вежі № 2. Під загрозою розстрілу німецька адміністрація змушували в'язнів працювати з ранку до пізньої ночі. Приміщення табору не опалювалися. На основі свідчень свідків встановлено, що в таборі «Цитадель» за час його існування містилося понад 280 тисяч військовополонених, з яких від голоду, хвороб, катувань і розстрілів загинуло понад 140 тисяч чоловік. При огляді табору «Цитадель» комісія виявила в камерах написи радянських військовополонених: «Тут вмирали з голоду російські полонені тисячами. 22 січня 1944 ».",
      "address": "Цитадель оточують вулиці Вітовського (колишня Дзержинського), Коперника, Стефаника, Каліча гора (колиш. Козака), Глібова і Драгоманова.",
      "pathToImage": {
        "path": "images/Parks/park_cutadel.jpg",
        "path_130": "images/Parks/park_cutadel_130.jpg",
        "path_480": "images/Parks/park_cutadel_480.jpg"
      }
    },
    {
      "name": "Вулиця Героїв Майдану",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Красива вулиця у Франківському районі Львова. Простягається від вулиці Вітовського до вулиці Стрийської. У забудові вулиці представлені конструктивізм, функціоналізм, сецесія, неороманський стиль; \nЗ верхньої частини вулиці є вхід до парку культури ім. Б. Хмельницького. \nОтримала теперішню назву вулиця 10 квітня 2014 року рішеням міської ради для вшанування пам’яті героїв майдану у Києві.",
      "longDescription": "Красива вулиця у Франківському районі Львова. Простягається від вулиці Вітовського до вулиці Стрийської. У забудові вулиці представлені конструктивізм, функціоналізм, сецесія, неороманський стиль; \nЗ верхньої частини вулиці є вхід до парку культури ім. Б. Хмельницького. \nОтримала теперішню назву вулиця 10 квітня 2014 року рішеням міської ради для вшанування пам’яті героїв майдану у Києві.",
      "address": "Франківський район",
      "pathToImage": {
        "path": "images/Streets/geroiv_maidany.jpg",
        "path_130": "images/Streets/geroiv_maidany_130.jpg",
        "path_480": "images/Streets/geroiv_maidany_480.jpg"
      }
    },
    {
      "name": "Сквер на пло́щі Свято́го Ю́ра",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "Площа у Галицькому районі міста Львова на Святоюріївській горі. Від площі розходять вулиці: Листопадового чину, Устияновича, Карпінського, Шептицьких, Митрополита Андрея іОзаркевича, яка з'єднується з Городоцькою. З 18 століття до середини 19 площа була відома своїми ярмарками.\nВ 1655 тут розбив свої намети табір Богдана Хмельницького. На честь цієї події встановлено меморіальну дошку на будинку № 6 (художник Д. Крвавич, 1979)\nУ 1897 році міський садівник А. Рерінґ заклав посеред площі сквер.",
      "longDescription": "Площа у Галицькому районі міста Львова на Святоюріївській горі. Від площі розходять вулиці: Листопадового чину, Устияновича, Карпінського, Шептицьких, Митрополита Андрея іОзаркевича, яка з'єднується з Городоцькою. З 18 століття до середини 19 площа була відома своїми ярмарками.\nВ 1655 тут розбив свої намети табір Богдана Хмельницького. На честь цієї події встановлено меморіальну дошку на будинку № 6 (художник Д. Крвавич, 1979)\nУ 1897 році міський садівник А. Рерінґ заклав посеред площі сквер.",
      "address": "Вулиці: Листопадового чину, Устияновича, Карпінського, Шептицьких, Митрополита Андрея іОзаркевича, яка з'єднується з Городоцькою.",
      "pathToImage": {
        "path": "images/Parks/skver_na_ploshchi_sv_jyra.jpg",
        "path_130": "images/Parks/skver_na_ploshchi_sv_jyra_130.jpg",
        "path_480": "images/Parks/skver_na_ploshchi_sv_jyra_480.jpg"
      }
    },
    {
      "name": "Двір-музей СРСР",
      "categoryTags": "Дворики,Непопсовий Львів",
      "shortDescription": "Місцеві жителі вже не пам'ятають, хто першим почав приносити сюди артефакти радянської епохи, але зараз двір нагадує склад театрального реквізиту.",
      "longDescription": "Місцеві жителі вже не пам'ятають, хто першим почав приносити сюди артефакти радянської епохи, але зараз двір нагадує склад театрального реквізиту. В імпровізованому музеї під відкритим небом виставлені бюсти Леніна, старі меблі, вивішені репродукції популярних в радянський час картин і тематичні плакати. Кількість експонатів продовжує зростати.",
      "address": "вул. Князя Лева, 2 (район Підзамче)",
      "pathToImage": {
        "path": "images/Yards/dvir_muzey_srsr.jpg",
        "path_130": "images/Yards/dvir_muzey_srsr_130.jpg",
        "path_480": "images/Yards/dvir_muzey_srsr_480.jpg"
      }
    },
    {
      "name": "Будинок легенд",
      "categoryTags": "Особливі генделики,Непопсовий Львів",
      "shortDescription": "“Дім легенд” - ресторан, у якому кожен зал на семи поверхах береже певну львівську легенду: час, бруківка, леви, погода... Незвичайні рішення в декорі інтер'єру, славетна тераса на даху, на якій знаходиться старенький автомобіль.\n",
      "longDescription": "“Дім легенд” - ресторан, у якому кожен зал на семи поверхах береже певну львівську легенду: час, бруківка, леви, погода... Незвичайні рішення в декорі інтер'єру, славетна тераса на даху, на якій знаходиться старенький автомобіль.\nСеред кімнат є наприклад, кімната ленди про закуту річку Львова - Полтву. Вона оберігається у кімнаті смороду та колектора. Тут представлені дивні рибини, які зараз плавають під Львівською оперою, апарат для поширення смороду у місті, схеми колектора, а також трансляція самої річки веб-камерою, встановленою безпосередньо у колекторі.\nЩе можна побачити є схованку еталонної львівської бруківки, львівського часу та і тому подібних звиклих для Львова речей. Також кімнати Львівських книг, тобто книг про Львів та львів’ян, оберігається книга Львівської говірки, - це таке собі Міністерство інформації, Львівський вінчестер… І кімната контролю славетної Львівської погоди…\nЩовечора на фасаді будинку відбувається піротехнічне шоу - з ударом годинника із метелевого дракона вилітають іскри.\nКухня ресторану - також набір оригінальних страв домашньої кухні Європи та України.\nЦя кнайпа також є соціальним проектом мережі \"Фест\" – частину офіціантів набрано з людей карликового зросту.\n\n(050) 430-29-24, (067) 670 38 28\n\n\n\nГрафік роботи: пн. – нд. 11:00 – 02:00\nКількість місць: 155.\n\nWi-fi, ua, en, pl.",
      "address": "вул. Староєврейська, 48",
      "pathToImage": {
        "path": "images/Restaurants/dim_legend.jpg",
        "path_130": "images/Restaurants/dim_legend_130.jpg",
        "path_480": "images/Restaurants/dim_legend_480.jpg"
      }
    },
    {
      "name": "Університе́т і́мені Іва́на Франка́",
      "categoryTags": "Будівлі,Музеї,Непопсовий Львів",
      "shortDescription": "Льві́вський націона́льний університе́т і́мені Іва́на Франка́ (у 1918–1939 рр. Університет Яна Казимира) — один з найстаріших у Східній Європі та Україніуніверситет. Один з найпрестижніших університетів України. Львівську академію з правами університету утворено 1661 року указом короля Яна ІІ Казимира, який надавав єзуїтській колегії у Львові «гідність академії і титул університету». У 1773 році орден єзуїтів заборонено, університет закрито. Відновлено 1784року, називався Йосифінський університет. У 1805–1817 — ліцей. У 1817 відновлено як Університет Франца I.",
      "longDescription": "Льві́вський націона́льний університе́т і́мені Іва́на Франка́ (у 1918–1939 рр. Університет Яна Казимира) — один з найстаріших у Східній Європі та Україніуніверситет. Один з найпрестижніших університетів України. Львівську академію з правами університету утворено 1661 року указом короля Яна ІІ Казимира, який надавав єзуїтській колегії у Львові «гідність академії і титул університету». У 1773 році орден єзуїтів заборонено, університет закрито. Відновлено 1784року, називався Йосифінський університет. У 1805–1817 — ліцей. У 1817 відновлено як Університет Франца I.\nВ епоху ренесансу Львів був відомим освітнім містом Центральної Європи, в якому діяло просвітницько-релігійне товариство «Львівське братство» (1439) та друкарняСтепана Дропана (1460). Як і перший університет Центральної Європи — Карловий (Прага, Чехія), що бере свої початки зі світської школи (1348), Львівський університет (тепер імені Івана Франка) своє літочислення розпочинає зі створення у листопаді 1372 року міської школи хлопчиків, яку заснував титулярний «Король Русі» Владислав Опольчик[1] спільно з орденом Францисканців, котрі поряд з місіонерством вели також і освітню діяльність.\nУ 70-х роках XIX ст. на філософському факультеті Львівського університету навчався Іван Франко — всесвітньовідомий український мислитель, письменник, учений, перекладач, психолог, політичний і громадський діяч, один з геніїв України, що увійшов в історію культури як «титан праці». У 1894 році, після смерті Омеляна Огоновського — тодішнього очільника кафедри руської словесності Львівського університету — Іван Франко спробував посісти це вакантне місце, однак тодішній намісник Галичини граф Казімєж Бадені зробив усе для того, щоб не допустити в університет письменника, який закликав український народ до соціального і національного визволення.\nУказом від 8 січня 1940 року Президія Верховної ради УРСР надала Львівському державному університету ім'я Івана Франка. Сьогодні тут працює одна з основних шкіл франкознавства в Україні.\nУ жовтні 1999 року Львівський державний університет імені Івана Франка отримав статус національного.",
      "address": "вул.  вул. Університетська 1",
      "pathToImage": {
        "path": "images/Education/studentu.jpg",
        "path_130": "images/Education/studentu_130.jpg",
        "path_480": "images/Education/studentu_480.jpg"
      }
    },
    {
      "name": "Проспект Свободи",
      "categoryTags": "Цікаві вулички,Попсовий Львів",
      "shortDescription": "Центральна вулиця Львова, одна з найкрасивіших і найпрестижніших в місті, епіцентр ділового і культурного життя. В архітектурі проспекту Свободи переплелись риси сецесії і еклектики, що живиться історичними стилями класицизму, неоренесансу і бароко. Загальна довжина проспекту становить близько 350 метрів. З південної сторони він обмежений площею Міцкевича, а з північної сторони — вулицею Городоцькою, за якою проспект Свободи переходить у проспект В'ячеслава Чорновола (колишня вул.700-річчя Львова.)",
      "longDescription": "Центральна вулиця Львова, одна з найкрасивіших і найпрестижніших в місті, епіцентр ділового і культурного життя. В архітектурі проспекту Свободи переплелись риси сецесії і еклектики, що живиться історичними стилями класицизму, неоренесансу і бароко. Загальна довжина проспекту становить близько 350 метрів. З південної сторони він обмежений площею Міцкевича, а з північної сторони — вулицею Городоцькою, за якою проспект Свободи переходить у проспект В'ячеслава Чорновола (колишня вул.700-річчя Львова.) \nПерші поверхи більшості будівель зайняті банками, дорогими магазинами, кафе, ресторанами і нічними клубами. В той же час в багатьох будівлях вище другого поверху, як і раніше, знаходяться житлові квартири.\nЗ кінця 1980-х проспект став місцем збору стихійних політклубів, так званої «клумби» (збиралися біля клумби навпроти Музею етнографії), мітингів і демонстрацій. З 1991 року на проспекті Свободі, на площі перед Оперним театром перед пам'ятником Тарасові Шевченку, проводяться також концерти й інші святкові акції, зокрема, до святкування Дня міста активно проводилися реставрація і ремонт історичних будівель, реконструйована одна з середньовічних оборонних башт — башта цеху торговців, в якій розташований ресторан.\nПосередині проспекту від Оперного театру до площі Міцкевича прокладена широка центральна алея завдовжки понад 300 метрів (нині в народі вона має назву «стометрівка»), в святкові дні заповнена львів'янами і туристами. Тут же, на алеї, збираються любителі шахів і доміно. Біля гранітних парапетів біля підніжжя пам'ятника Т.Шевченкові підлітки люблять кататися на роликах, а закохані призначають побачення. Під проспектом тече річка Полтва.",
      "address": "Старе місто (історичний центр) -> Галицький район",
      "pathToImage": {
        "path": "images/Streets/prospekt_svobodu.jpg",
        "path_130": "images/Streets/prospekt_svobodu_130.jpg",
        "path_480": "images/Streets/prospekt_svobodu_480.jpg"
      }
    },
    {
      "name": "Львівський історичний музей",
      "categoryTags": "Музеї,Попсовий Львів",
      "shortDescription": "Львівський історичний музей один з найстаріших і найбагатших музеїв України, заснований у 1893 році. Датою другого народження музею можна вважати 1940 р.",
      "longDescription": "Львівський історичний музей один з найстаріших і найбагатших музеїв України, заснований у 1893 році. Датою другого народження музею можна вважати 1940 р., коли розташовані поряд Історичний музей м. Львова та Національний музей імені короля Яна ІІІ (засн. 1908 р.) були об'єднані в одну установу – Львівський історичний музей (ЛІМ).\nНині збірки ЛІМу налічують понад 330 тис. музейних предметів. Це – археологічні матеріали, твори живопису, скульптури, графіки, архівні документи, рукописні книги, стародруки, вироби з металу, шкіри, дерева, скла і порцеляни, меблі, годинники, музичні інструменти, фотографії та фотонегативи, зброя, а також пам'ятки нумізматики, фалеристики, сфрагістики тощо. Музейні пам'ятки – свідки минулого, оповідають про важливі події історії нашого краю, життя і побут мешканців Львова і Галичини від найдавніших часів до ХХ ст. (відділи археології та давньої історії, пл. Ринок, 24; відділ історії західноукраїнських земель ІІ пол. XIX - XX ст., пл. Ринок, 4).\nЕкспозиція, розгорнута у Королівських залах кам'яниці Корнякта, де у др. пол. ХVІІ ст. була резиденція короля Яна ІІІ Собеського, репрезентує старовинні меблі, картини, годинники; окремим комплексом експонуються ордени. \nУ 2005 році відкрито відділ ЛІМ \"Музей історичних коштовностей\" (пл. Ринок, 2).\nТемі боротьби українського народу за створення самостійної держави присвячена стаціонарна виставка \"Воєнно-історичні пам'ятки\" (пл. Ринок, 4), організована відділом історії визвольних змагань.\nТелефон: (032) 272-70-60;\nE-mail: lhm@icmp.lviv.ua\nВеб-сайт: www.lhm.lviv.ua\nГрафік роботи: щодня, крім середи з 10:00 до 17:30;\nМови спілкування: Українська, English, Русский, Polski;",
      "address": "пл. Ринок, 6",
      "pathToImage": {
        "path": "images/Museums/istoruchnuj_muzej.jpg",
        "path_130": "images/Museums/istoruchnuj_muzej_130.jpg",
        "path_480": "images/Museums/istoruchnuj_muzej_480.jpg"
      }
    },
    {
      "name": "Льві́вська ра́туша",
      "categoryTags": "Будівлі,Попсовий Львів",
      "shortDescription": "адміністративний будинок у центральній частині Львова, на площі Ринок, 1. Ратуша протягом всього часу свого існування була місцем перебування центральної міської влади Львова. Сьогодні є резиденцією Львівської міської ради. Пам'ятка архітектури національного значення, що належить до Світової спадщини ЮНЕСКО. Сучасна вежа львівської ратуші має висоту 65 метрів, є найвищою в Україні.",
      "longDescription": "адміністративний будинок у центральній частині Львова, на площі Ринок, 1. Ратуша протягом всього часу свого існування була місцем перебування центральної міської влади Львова. Сьогодні є резиденцією Львівської міської ради. Пам'ятка архітектури національного значення, що належить до Світової спадщини ЮНЕСКО. Сучасна вежа львівської ратуші має висоту 65 метрів, є найвищою в Україні.\nПочаток будівництва - 1830;\nЗбудовано - 1835.\nПершу згадку про ратушу подав Бартоломей Зиморович в описі пожежі1381 року, коли та дощенту згоріла. Але 1382 року ратуша знову згадується як така, що вже існує. Ранні згадки про неї дуже скупі. Виглядає, що за укладом ратуша була типова, близька до таких, що будувались у німецьких містах, заснованих на магдебурзькому праві. Складалася з торгівельної зали та зали засідань.\nПротягом століть змінювалися і розширювалися всі частини ратуші. Під кінець XV століття прийнято рішення розширити ратушу. Було розібрано західну частину будівлі з вежею, а 10 серпня 1489 року відбулось урочисте закладення наріжного каменя за участі королевича Яна Ольбрахта. Характер видатків говорить про те, що нова споруда була доволі монументальна. Спорудженням вежі займався будівничий Ганс Штехер, який керував колективом із 17 челядників. Був залучений також тесля Капінос. Більшість робіт завершено до 1491 року, але остаточно будівлю викінчено лише в 1504 році, коли було встановлено новий годинник.\n1527 року під час великої пожежі Львова ратуша не згоріла до тла, але сильно постраждала. 1532 року семеро мулярів під керівництвом майстра Опреліча розпочали відновлювальні роботи.\nНаріжний камінь нової ратуші заклали 21 жовтня 1827 року,[12] а побудували в 1830–1835 рр. у стилі віденського класицизму. Автори проекту: архітектори Йозеф Маркль, Ф. Трешер (або Третер), А. Вондрашка. Ратуша виконана з цегли, чотириповерхова, квадратна в плані, із внутрішнім двориком. Над ратушею підноситься вежа з годинниками. Вартість будівництва - 800000 золотих ринських.[12]\n1837 року до будівлі перенесли кабінети обох сенатів магістрату, всі його управління. В 1848 року під час революційних подій у Львові центр міста був обстріляний австрійською артилерією й ратуша була сильно ушкоджена, її первісна вежа вигоріла. В 1851 році будинок був відремонтований, купольне завершення замінили на зубчасте, як у середньовічних вежах. В 1852 році на вежі встановили нові годинники. З 1939 року в будинку міститься Львівська міська рада.\nВхід у ратушу вільний, на її вежі розташований платний оглядовий майданчик, з якого відкривається чудовий вигляд на місто.",
      "address": "Площа Ринок, 1",
      "pathToImage": {
        "path": "images/Buildings/ratusha.jpg",
        "path_130": "images/Buildings/ratusha_130.jpg",
        "path_480": "images/Buildings/ratusha_480.jpg"
      }
    },
    {
      "name": "Вулиця Вірменська",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Знаходиться у старій частині Львова, поряд з площею Ринок. Починається від вулиці Театральної. У середньовіччі була центральною вулицею вірменського кварталу. Вірмени на території Львова з'явились ймовірно ще в середині XIII століття. \nЛьвівська вірменська колонія була однією з багатьох, що виникали в той час на території нинішньої України, внаслідок завойовницьких нападів на Вірменію. Першими представниками цієї національності були ймовірно вірмени з Кафи (нині — Феодосія), де ще в 1047 році вже існувала вірменська колонія.",
      "longDescription": "Знаходиться у старій частині Львова, поряд з площею Ринок. Починається від вулиці Театральної. У середньовіччі була центральною вулицею вірменського кварталу. Вірмени на території Львова з'явились ймовірно ще в середині XIII століття. \nЛьвівська вірменська колонія була однією з багатьох, що виникали в той час на території нинішньої України, внаслідок завойовницьких нападів на Вірменію. Першими представниками цієї національності були ймовірно вірмени з Кафи (нині — Феодосія), де ще в 1047 році вже існувала вірменська колонія.\nПочатковим місцем їхнього розселення був початок нинішньої вулиці Хмельницького, колишнього Волинського шляху. Поруч досі знаходиться стара львівська торговиця — площа Старий Ринок. Перші вірменські поселенці були ймовірно купцями і ремісниками рівними в правах із місцевим руським населенням.\nІз наданням Львову магдебурзького права у 1356 почалось формування нового центру міста довкола нинішньої Площі Ринок. Забудова так званого «середмістя» була обнесена муром і трьома рядами валів.Новий вірменський квартал знаходився в північно-східній частині оточеного муром середмістя. Його центром стала вулиця, котра нині є ділянкою сучасної Вірменської. Культурним осередком кварталу бувВірменський собор, котрий в 1364 році став єпархіальним осередком для усіх вірмен Русі і Валахії підлягав безпосередньо верховному католикосу в Ечміадзині.\nЗа свідченнями іноземних мандрівників, забудова вулиці Вірменської була однією з найкращих в місті на рівні з Площею Ринок і вулицею Руською. Вже у XV столітті тут було кам'яне брукування, водопостачання та зливна каналізація. До створення архітектурного ансамблю долучились найкращі львівські будівничі. Дерев'яна готична забудова Вірменської вулиці (як і усього міста) була повністю знищена великою пожежею Львова 1527 року.\nЦе дало початок новій, переважно кам'яній ренесансній архітектурі. Ділянки домоволодінь були видовженими і виходили до вулиці меншою стороною. Будинки були переважно дво- і триповерхові, шириною в три вікна, часто із дахом, що спадав до центру із ринвою. У XVII–XVIII століттях активно перебудовувались, проводились перепланування і об'єднання, зводились додаткові поверхи. Часто причиною було переобладнання на прибуткові будинки. Ренесансний характер багатьох споруд було втрачено. Фасади набули барокових і ампірних рис, в кінці XIX ст. з'явились будинки в стилях історизму. Одним із переломних моментів для забудови вулиці стало і пограбування Львова шведськими військами у 1704 році. Податкові реєстри свідчать про ряд будинків, що залишались зруйнованими ще у 1712 і навіть у 1723 роках.",
      "address": "Старе місто (історичний центр) -> Галицький район",
      "pathToImage": {
        "path": "images/Streets/virmenska.jpg",
        "path_130": "images/Streets/virmenska_130.jpg",
        "path_480": "images/Streets/virmenska_480.jpg"
      }
    },
    {
      "name": "Вулиця Біляшівського",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Найкоротша вулиця у Львові. Знаходиться в Шевченківському районі Львова, в місцевості Підзамче.\nВулиця Біляшівського простягається від вулиці Дашкевича на північ до вулиці Янки Купали.\nДовжина вулиці — 30 м.",
      "longDescription": "Найкоротша вулиця у Львові. Знаходиться в Шевченківському районі Львова, в місцевості Підзамче.\nВулиця Біляшівського простягається від вулиці Дашкевича на північ до вулиці Янки Купали.\nДовжина вулиці — 30 м. Дорожнє покриття — бруківка. Рух двосторонній. Західну частину вулиці займають дві двоповерхові кам'яниці початку XX ст, з яких одна належить до вулиці Янки Купали і лише одна — до Біляшівського. До східної частини вулиці прилягає невеликий сад.",
      "address": "Шевченківський район",
      "pathToImage": {
        "path": "images/Streets/biliashivskogo.JPG",
        "path_130": "images/Streets/biliashivskogo_130.JPG",
        "path_480": "images/Streets/biliashivskogo_480.JPG"
      }
    },
    {
      "name": "Костел святого Мартина",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Костел Святого Мартина — пам'ятка архітектури бароко у Львові. Знаходиться в районі Підзамче на вулиці Жовківській, 8 (колишні назви — Святого Мартина, Декабристів).\nДерев'яний костел Святого Мартина був споруджений з фундації Олександра з Ритвян Зборовського в 1630 році для католицького чернечого ордену кармелітів взутих. Сучасного вигляду набув після того, як його відбудували в камені після пожежі 1648 року.\nПізніше при костелі розміщувався шпиталь для інвалідів воєн.\nКостел дав назву вулиці, на якій він розташований, — вулиця Святого Мартина (так вона називалася в дорадянські часи).\nУ 1990-х роках будівлю передали громаді євангельських християн.",
      "longDescription": "Костел Святого Мартина — пам'ятка архітектури бароко у Львові. Знаходиться в районі Підзамче на вулиці Жовківській, 8 (колишні назви — Святого Мартина, Декабристів).\nДерев'яний костел Святого Мартина був споруджений з фундації Олександра з Ритвян Зборовського в 1630 році для католицького чернечого ордену кармелітів взутих. Сучасного вигляду набув після того, як його відбудували в камені після пожежі 1648 року.\nПізніше при костелі розміщувався шпиталь для інвалідів воєн.\nКостел дав назву вулиці, на якій він розташований, — вулиця Святого Мартина (так вона називалася в дорадянські часи).\nУ 1990-х роках будівлю передали громаді євангельських християн.\nБудівля споруджена з каменю, однонефна, прямокутна в плані, з сигнатуркою над високим двосхилим дахом. Фасад костелу розчленовують пілястри, оригінальні капітелі яких скомпоновані з військової арматури. Інтер'єр храму розписав фресками художник І. Маєр в XVIII сторіччі. До костелу прилягає двоповерхова будівля келій, яка з боку головного фасаду включає дзвіницю.",
      "address": "вул. Жовківська, 8",
      "pathToImage": {
        "path": "images/Temples/kostel_martuna.jpg",
        "path_130": "images/Temples/kostel_martuna_130.jpg",
        "path_480": "images/Temples/kostel_martuna_480.jpg"
      }
    },
    {
      "name": "Львівська копальня кави",
      "categoryTags": "Особливі генделики,Непопсовий Львів",
      "shortDescription": "Спуск у шахту, де можна попити кави з Бразилії, Італії та інших куточків світу, а також спробувати каву, приготовлену за різними авторськими рецептурами.\nОкрім унікальних сортів кави і оригінальних смаколиків, «на десерт» кав’ярня пропонує відвідувачам справжню українську літературу.\nЛьвівська кава народжується тут. Єдина в світі копальня кави, де на очах у відвідувачів каву видобувають з-під площі Ринок.",
      "longDescription": "Спуск у шахту, де можна попити кави з Бразилії, Італії та інших куточків світу, а також спробувати каву, приготовлену за різними авторськими рецептурами.\nОкрім унікальних сортів кави і оригінальних смаколиків, «на десерт» кав’ярня пропонує відвідувачам справжню українську літературу.\nЛьвівська кава народжується тут. Єдина в світі копальня кави, де на очах у відвідувачів каву видобувають з-під площі Ринок.\nп.с. 30 червня 1941 Ярослав Стецько проголосив з балкона цього будинку «Акт відновлення Української державності».\nТелефон:+38 067 670 61  06\nEmail:info@lokal.lviv.ua\nWeb:http://lokal.lviv.ua/\nГрафік роботи: 8:00 - 23:00",
      "address": "вул. Площа Ринок, 10 (палац Любомирських)",
      "pathToImage": {
        "path": "images/Restaurants/kopalna_kavu.jpg",
        "path_130": "images/Restaurants/kopalna_kavu_130.jpg",
        "path_480": "images/Restaurants/kopalna_kavu_480.jpg"
      }
    },
    {
      "name": "Ву́лиця Стефа́ника",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Карсива вулиця у Галицькому районі Львова. Простягається від перехрестя вулиць Коперника і Словацького до перехрестя вулиць Мартовича і Каліча Гора. Забудови в стилі класицизму, історизму.\nНа цій вулиці стоїть бібліотека імені Василя Стефаника та Львівська картинна галерея.",
      "longDescription": "Карсива вулиця у Галицькому районі Львова. Простягається від перехрестя вулиць Коперника і Словацького до перехрестя вулиць Мартовича і Каліча Гора. Забудови в стилі класицизму, історизму.\nНа цій вулиці стоїть бібліотека імені Василя Стефаника та Львівська картинна галерея.",
      "address": "Галицький район",
      "pathToImage": {
        "path": "images/Streets/stefanuka.jpg",
        "path_130": "images/Streets/stefanuka_130.jpg",
        "path_480": "images/Streets/stefanuka_480.jpg"
      }
    },
    {
      "name": "Синагога \"Золота Роза\"",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Cинагога у Львові, була пам'яткою архітектури ренесансу, святинею львівської єврейської міської громади.\nБула розташована на території середньовічного єврейського кварталу. Будівлю зруйнували вибухівкою німецькі окупанти в серпні 1941 року.",
      "longDescription": "Cинагога у Львові, була пам'яткою архітектури ренесансу, святинею львівської єврейської міської громади.\nБула розташована на території середньовічного єврейського кварталу. Будівлю зруйнували вибухівкою німецькі окупанти в серпні 1941 року.\nНародна назва «Золота Роза» (справжня «Турей Загав», перкл. «Золоті рядки») пов'язана з донькою Іцака Нахмановича, котра, згідно з легендою, допомогла єврейській громаді отримати дозвіл на спорудження храму, погодившись стати дружиною короля. Після його одержання дівчина викинулася з вікна.\nЄ й інша версія походження назви «Золота Роза» (назва «Турей Загав» перекладається також як «Золоті ворота», назва основного твору Давида Галеві, коментар до «Шурхан Арух»). Давид бен Шмуел Га-Леві був автором ритуального кодексу, і, оскільки він часто тут молився, то і синагогу назвали на честь його твору. З часом значення назви забулося, і її сталі вимовляти як «Турей Рейзл».\n\nМуровану міську синагогу спорудив у 1592–1596 роках італійський архітектор Павло Щасливий за участі Амвросія Прихильного і Адама Покори. Фундатором синагоги був багатий львівський купець, банкір і королівський фінансист та голова єврейської міської общини Іцак Нахманович (Ісаак бен Нахман). Архітектори надали споруді рис архітектури ренесансу з ремінісценціями готики. Це була друга міська синагога в Львові, на будівництво якої влада довго не давала дозвіл. Врешті-решт, римо-католицький архієпископ, даючи дозвіл на її будівництво, наказав, «щоб невірні жиди не будували синагоги видною і цінною, але звичайну, середньої міри» (згідно з усталеними правилами синагога не мала права бути вищою за інші будівлі в місті). Наприкінці XVI століття єзуїти вирішили спорудити в Львові монастир і для цього вибрали ділянку, на якій стояла синагога. У 1603 році король Сигізмунд III подарував їм цю ділянку, а суд конфіскував будівлю. Проте прохід до будівлі був через будинок Мордегая Нахмановича, який заборонив єзуїтам проходити через його володіння. Судова суперечка ордена єзуїтів з львівськими євреями продовжилася, внаслідок чого синагогу повернули сім'ї Нахмановичів у 1609 році.\nЦя будівля була центром суспільного життя середньовічного єврейського кварталу і однією з найгарніших синагог Східної Європи. 1914 року студенти відділу архітектури Львівської політехніки Калікст Кшижановський, Мечислав Жепецький, Зигмунт Шпербер, Фридерик Таданьєр під керівництвом Адольфа Шишко-Богуша у якості навчального завдання виконали заміри синагоги. Інвентаризаційні креслення доповнені статтею Таданьєра видано у щорічнику, присвяченому роботам студентів Політехніки.[4] У 1930-х роках її досліджували фахівці, які виконали архітектурні обміри і фотофіксацію. Пам'ятка була зруйнована гітлерівцями в серпні 1941 році. Залишки синагоги оголошені пам'яткою архітектури місцевого значення (№ 513- лв). Вона включена в Програму відтворення видатних пам'яток історії і культури України (затверджена урядом України в 1999 році).",
      "address": "вул. Івана Федорова, 27",
      "pathToImage": {
        "path": "images/Temples/zolotaya_Rosa_ryiny.jpg",
        "path_130": "images/Temples/zolotaya_Rosa_ryiny_130.jpg",
        "path_480": "images/Temples/zolotaya_Rosa_ryiny_480.jpg"
      }
    },
    {
      "name": "Храм святих апостолів Петра й Павла",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Храм святих апостолів Петра й Павла (колишній костел Петра й Павла ордену Єзуїтів, в народі — Костел єзуїтів) на вулиці Театральній, споруджений у 1610–1630 рр. архітекторомєзуїтського ордену Джакомо Бріано. Це — перша пам'ятка барочної архітектури у Львові. Один знайбільших храмів Львова.\n\nЄзуїти, утвердившись у Львові на початку XVII століття, 1610 року розпочали будівництво свого храму. Італійський будівничий Джакомо Бріано, щойно прибувши з батьківщини, привіз до нашого міста перші подихи нового архітектурного стилю бароко. Таким чином, завершений 1630 року у Львові костел єзуїтів став чи не найпершим храмом на східноєвропейських теренах у стилі раннього бароко. За зразок своєї творчості Бріано взяв римський костел Іль Джезу. \nЛьвівський костел став для єзуїтів третім за числом на теренах тодішньої найбільшої європейської держави Речі Посполитої та найбільшим храмом у Львові, він може вмістити п’ять тисяч вірних. Це одна з найбільших культових будівель Львова: його довжина — 41 м, ширина—22.5 м, висота—26 м.",
      "longDescription": "Храм святих апостолів Петра й Павла (колишній костел Петра й Павла ордену Єзуїтів, в народі — Костел єзуїтів) на вулиці Театральній, споруджений у 1610–1630 рр. архітекторомєзуїтського ордену Джакомо Бріано. Це — перша пам'ятка барочної архітектури у Львові. Один знайбільших храмів Львова.\n\nЄзуїти, утвердившись у Львові на початку XVII століття, 1610 року розпочали будівництво свого храму. Італійський будівничий Джакомо Бріано, щойно прибувши з батьківщини, привіз до нашого міста перші подихи нового архітектурного стилю бароко. Таким чином, завершений 1630 року у Львові костел єзуїтів став чи не найпершим храмом на східноєвропейських теренах у стилі раннього бароко. За зразок своєї творчості Бріано взяв римський костел Іль Джезу. \nЛьвівський костел став для єзуїтів третім за числом на теренах тодішньої найбільшої європейської держави Речі Посполитої та найбільшим храмом у Львові, він може вмістити п’ять тисяч вірних. Це одна з найбільших культових будівель Львова: його довжина — 41 м, ширина—22.5 м, висота—26 м. У нішах головного східного фасаду – фігури єзуїтських святих. У костелі знаходяться надгробки видатного полководця, оборонця Львова від татар Станіслава Яблоновського та родини магнатів Дідушицьких. В інтер’єрі храму багато творів декоративного живопису та скульптури XVIII-XIX століть. Від 1773 року єзуїтів декілька разів виганяли зі Львова і декілька разів вони сюди поверталися. З часів Радянського союзу у приміщенні святині знаходилось книгосховище. З 2012 року костел Петра і Павла передали релігійній громаді і зараз він відкритий для усіх відвідувачів.\n\nДо костелу примикає будівля Єзуїтської колегії з мальовничим порталом і написом «1723 рік». Тут 1661 року було засновано перший на українських теренах університет. На фасаді будівлі меморіальна таблиця, яка засвідчує, що в єзуїтській колегії вчився один з найвизначніших провідників українського народу гетьман Богдан Хмельницький.\nВ 1775–1848 роках в костелі єзуїтів відбувались засідання Галицького станового сейму.\n\nУ 1946–2011 рр. костел використовувся як сховище для книжок і належав бібліотеці ім. В. Стефаника. 6 грудня 2011 року колишній костел Петра і Павла ордену Єзуїтів відкрили для богослужінь. Тепер він називається церква (храм) Петра і Павла і належить Курії Львівської Архиєпархії УГКЦ. Всі книжки бібліотеки ім. В. Стефаника, які зберігалися в церкві, перенесли до приміщення, розташоване на території військової частини, за адресою вул. Авіаційна,1.\nПід церквою є загадкові підземелля, проводяться екскурсії.",
      "address": "вул. Театральна, 13",
      "pathToImage": {
        "path": "images/Temples/cerkva_ezyitiv.jpg",
        "path_130": "images/Temples/cerkva_ezyitiv_130.jpg",
        "path_480": "images/Temples/cerkva_ezyitiv_480.jpg"
      }
    },
    {
      "name": "Парк Горіховий Гай",
      "categoryTags": "Парки,Непопсовий Львів",
      "shortDescription": "парк у південній частині міста Львова (Франківський район), між вулицями Володимира Великого, Княгині Ольги та залізничною колією лінії Львів — Ходорів. Частина парку розкинулася в районі будинку Податкової адміністрації — на захід від студентських гуртожитків Національного університету «Львівська політехніка», від залізничного полотна до вулиці Сахарова. Загальна площа близько 40 га. На території парку є два озера і Олеська долина, якою протікає потічок Вулька, що впадає в Полтву.",
      "longDescription": "парк у південній частині міста Львова (Франківський район), між вулицями Володимира Великого, Княгині Ольги та залізничною колією лінії Львів — Ходорів. Частина парку розкинулася в районі будинку Податкової адміністрації — на захід від студентських гуртожитків Національного університету «Львівська політехніка», від залізничного полотна до вулиці Сахарова. Загальна площа близько 40 га. На території парку є два озера і Олеська долина, якою протікає потічок Вулька, що впадає в Полтву. Одне з озер заболочене і повільно висихає та заростає рослинністю.\nПарк маловідомий мешканцям Львова. Назва парку походить від численних горіхів, що ростуть у ньому. Стара офіційна назва парку до початку 1990-х років — «Парк 30-річчя звільнення Львова». За радянських часів у парку було збудовано кінотеатр «Орлёнок» (теперішня назва — «Сокіл»).\nЕкологічний стан парку незадовільний. Він розташований під загрозою знищення, міська забудова підійшла впритул і продовжує наступати.",
      "address": "Розташований між вулицями Володимира Великого, Княгині Ольги та залізничною колією лінії Львів — Ходорів.",
      "pathToImage": {
        "path": "images/Parks/park_gorihobuj_gaj.jpg",
        "path_130": "images/Parks/park_gorihobuj_gaj_130.jpg",
        "path_480": "images/Parks/park_gorihobuj_gaj_480.jpg"
      }
    },
    {
      "name": "Меморіальний музей жертв окупаційних режимів \"Тюрма на Лонцького\"",
      "categoryTags": "Музеї,Непопсовий Львів",
      "shortDescription": "Національний музей \"Тюрма на Лонцького\" знаходиться у Львові в приміщенні тюрми, де розташовувались каральні органи трьох окупаційних влад: польської, радянської та німецької. Це перший в Україні музей-в’язниця.\nВ неділю 28 червня 2009 р. Центр досліджень визвольного руху та Служба безпеки України відкрили перший етап експозиції Меморіалу.",
      "longDescription": "Національний музей \"Тюрма на Лонцького\" знаходиться у Львові в приміщенні тюрми, де розташовувались каральні органи трьох окупаційних влад: польської, радянської та німецької. Це перший в Україні музей-в’язниця.\nВ неділю 28 червня 2009 р. Центр досліджень визвольного руху та Служба безпеки України відкрили перший етап експозиції Меморіалу.\nПочаткову експозицію музею «Тюрма на Лонцького» розташовано на першому поверсі будинку, де максимально збережено автентичний вигляд колишньої тюрми, яка не зазнала жодних змін відтоді, коли тут перебували політичні в’язні. Вхід в Меморіал – з вулиці Брюлова (колишня Лонцького), через який потрапляли арештовані.\nЕкспозиція підготовлена співробітниками Центру досліджень визвольного руху за сприяння Служби безпеки України. Кошти для відкриття музею зібрані з пожертв львівської громади.\n\nТелефон: (032) 243-04-46;E-mail: lonckoho@gmail.com;Веб-сайт: www.lonckoho.lviv.ua;Графік роботи: 10:00-17:00 (в літній час 11:00-18:00), щодня;Мови спілкування: Українська, English.",
      "address": "вул. Степана Бандери, 1 (вхід з вул. Брюллова)",
      "pathToImage": {
        "path": "images/Museums/lonskogo.jpg",
        "path_130": "images/Museums/lonskogo_130.jpg",
        "path_480": "images/Museums/lonskogo_480.jpg"
      }
    },
    {
      "name": "Собор святого Юра",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Архикафедра́льний собо́р свято́го Ю́ра у Львові — собор Галицької митрополії УГКЦ, до 1817 при монастирі Чину св. Василія Великого, бароково-рококовий монументальний архітектурний ансамбль з виразними національними рисами (1744–1762). Вважається головною святинею українських греко-католиків. \nРозташований на Святоюрській горі, за адресою: площа святого Юра № 5. Висота над рівнем моря — 321 метр. Початок будівництва:1744.\n\nЗ 1998 року Собор разом із Ансамблем історичного центру Львова належить до Світової спадщини ЮНЕСКО.",
      "longDescription": "Архикафедра́льний собо́р свято́го Ю́ра у Львові — собор Галицької митрополії УГКЦ, до 1817 при монастирі Чину св. Василія Великого, бароково-рококовий монументальний архітектурний ансамбль з виразними національними рисами (1744–1762). Вважається головною святинею українських греко-католиків. \nРозташований на Святоюрській горі, за адресою: площа святого Юра № 5. Висота над рівнем моря — 321 метр. Початок будівництва:1744.\n\nЗ 1998 року Собор разом із Ансамблем історичного центру Львова належить до Світової спадщини ЮНЕСКО. Власне собор є частиною комплексу: барокового собору (1745–1770) з дзвіницею (дзвін з 1341), рококової з класицистичними портиками митрополичої палати (1761–1762), будинків капітули, тераси з двораменними сходами, ажурної огорожі довкола соборового подвір'я з двома брамами в подвір'ї (1771) та мурів, що обводять капітульні будинки і владичий сад (1772).\n\nУперше на цій горі церкву з печерним монастирем збудував у XIII столітті галицько-волинський князь Лев Данилович для свого дядька Василька, котрий вирішив відійти від справ світських і присвятити своє життя служінню Богові. Сучасний ансамбль у стилі рококо збудований у 60-х роках XVIII століття зодчим Бернардом Меретином. Вихований у дусі західноєвропейських архітектурних традицій, Меретин при  зведенні храму використав також і традиції українського сакрального мистецтва.",
      "address": "Площа Святого Юра, 5",
      "pathToImage": {
        "path": "images/Temples/cerkva_jyra.jpg",
        "path_130": "images/Temples/cerkva_jyra_130.jpg",
        "path_480": "images/Temples/cerkva_jyra_480.jpg"
      }
    },
    {
      "name": "Вулиця Зелена",
      "categoryTags": "Цікаві вулички,Непопсовий Львів",
      "shortDescription": "Одна з найважливіших транспортних магістралей. Простягається у південно-східному напрямі від вулиці Франка, через Сихів і закінчується на виїзді з міста.",
      "longDescription": "Одна з найважливіших транспортних магістралей. Простягається у південно-східному напрямі від вулиці Франка, через Сихів і закінчується на виїзді з міста.\nЗ 1544-го року мала назву Волоського Мосту. З 1676 (за іншими даними — 1685) року фіксується нинішня назва, яка пояснюється тим, що вулиця проходила серед численних гаїв. З 1792 року при австрійській владі вулиця отримує нинішню назву — Зелена (або Грюненштрассе). У 1938 році частина вулиці (від початку — до сучасної Водогінної) була названа ім'ям польського генерала Розвадовського. Інша частина мала назву Верхня Зелена. На початку німецької окупації, в 1941 році вулиця знов отримала німецьку назву — Грюненштрассе. З 1944 року і до сьогодні — знову вулиця Зелена.\nЗараз на цій вулиці розташовані пам'ятник Пабло Пікассо, церква Св. Урсули, музична школа-інтернат ім.С.Крушельницької та Снопківський парк.",
      "address": "Личаківський, Галицький, Сихівський райони",
      "pathToImage": {
        "path": "images/Streets/zelena.jpg",
        "path_130": "images/Streets/zelena_130.jpg",
        "path_480": "images/Streets/zelena_480.jpg"
      }
    },
    {
      "name": "Успенська церква",
      "categoryTags": "Храми,Попсовий Львів",
      "shortDescription": "Успенська (Волоська) церква у Львові, також Ставропігійна Церква Успіння Пресвятої Богородиці — храм, збудований у 1591–1629 рр. за планом Павла Римлянина, за участю Войцеха Капіноса і Амвросія Прихильного, на замовлення Львівського братства. Сьогодні знаходиться під юрисдикцією Української автокефальної православної церкви.",
      "longDescription": "Успенська (Волоська) церква у Львові, також Ставропігійна Церква Успіння Пресвятої Богородиці — храм, збудований у 1591–1629 рр. за планом Павла Римлянина, за участю Войцеха Капіноса і Амвросія Прихильного, на замовлення Львівського братства. Сьогодні знаходиться під юрисдикцією Української автокефальної православної церкви.\n\nПобудований Успенським братством храм мав трьох своїх попередників. Перша Успенська церква існувала, можливо, ще за княжих часів і була спалена під час нападу на Львів польських феодалів у 1340 р. Друга, мурована церква, яка вперше згадується під 1421 р., проіснувала до пожежі 1527 р. Зруйнований пожежею храм відбудовує у 1547–1559 р. архітектор Петро Італієць — уродженець міста Лугано. Кошти на його спорудження дав, крім місцевого населення, молдавський господар Олександр Лопушанин (Лопушняну) та його дружина Роксана: в пам'ять про це церкву називали Волоською. Вона також недовго простояла, згорівши при пожежі 1571 р. Схематичне зображення цього храму збереглось на печатці Ставропігійського братства.\nБудівництво четвертої Успенської церкви — збереглась донині — братство розпочало в 1591 р. одразу після освячення каплиці Трьох Святителів. Автором проекту і керівником будівельних робіт бувПавло Римлянин (помер 1618 р.: з 1597 р. йому допомагав Войтіх Капінос, через рік приєднався Амброзій Прихильний. Спочатку церкву мурували з цегли, але після зведення частини мурів братство прийняло рішення замінити цеглу на тесаний камінь. Будівництво закінчено в 1629 р., освячення 26 січня 1631 р. провів львівський владика Єремія Тисаровський при участі київського архимандритаПетра Могили та багатьох гостей.\nСтруктура церкви витримана в стилі італійського ренесансу, але на основі традицій українського будівництва: на осі захід-схід — тридільна і триверха, як основний тип українських дерев'яних церков.",
      "address": "вул. Руська, 7 (вул. Підвальна, 9)",
      "pathToImage": {
        "path": "images/Temples/yspenska_cerkva.jpg",
        "path_130": "images/Temples/yspenska_cerkva_130.jpg",
        "path_480": "images/Temples/yspenska_cerkva_480.jpg"
      }
    },
    {
      "name": "Гасова лямпа",
      "categoryTags": "Особливі генделики,Непопсовий Львів",
      "shortDescription": "Ця кнайпа є першою в Україні музеєм-ресторацією, адже тут зібрана велика колекція гасових лямп, які були винайдені у Львові у 1853 році, тому відвідувачі закладу можуть не лише смачно поїсти, а й більше дізнатись про історію цих ламп.\n\nГостей закладу зустрічають \"батьки-винахідники\" гасової лямпи, бронзовий Ян Зег за столом біля входу у сам заклад, а Ігнатій Лукашевич виглядає з третього поверху.\nЗа гарної погоди пропонуємо Вам обрати собі столики на терасі 3 поверху, звідки відкривається приємний краєвид на львівські дахи.",
      "longDescription": "Ця кнайпа є першою в Україні музеєм-ресторацією, адже тут зібрана велика колекція гасових лямп, які були винайдені у Львові у 1853 році, тому відвідувачі закладу можуть не лише смачно поїсти, а й більше дізнатись про історію цих ламп.\n\nГостей закладу зустрічають \"батьки-винахідники\" гасової лямпи, бронзовий Ян Зег за столом біля входу у сам заклад, а Ігнатій Лукашевич виглядає з третього поверху.\nЗа гарної погоди пропонуємо Вам обрати собі столики на терасі 3 поверху, звідки відкривається приємний краєвид на львівські дахи.\n\nТел. 050 371-09-08\nWeb: www.gasovalampa.lviv.ua\nГрафік роботи: пн. – нд. 10:00 – 02:00",
      "address": "вул. Вірменська, 20",
      "pathToImage": {
        "path": "images/Restaurants/gasova_lampa.jpg",
        "path_130": "images/Restaurants/gasova_lampa_130.jpg",
        "path_480": "images/Restaurants/gasova_lampa_480.jpg"
      }
    },
    {
      "name": "Косте́л Іва́на Хрести́теля",
      "categoryTags": "Храми,Непопсовий Львів",
      "shortDescription": "Косте́л Іва́на Хрести́теля — один з найдавніших храмів Львова, розташований на площі Старий Ринок.\nХрам споруджено у 1260 році (за іншими джерелами 1270) князем галицько-волинським Левом І Даниловичем для дружини — Констанції — доньки угорського короля Бели IV. Костел для себе будували домінікани, яких до Львова запросила Констанція, на місці колишньої дерев'яної церкви монахів-василіян. З XVI сторіччя — це вірменська церква. Храм неодноразово перебудовувано. У 1800 році храм горів.",
      "longDescription": "Косте́л Іва́на Хрести́теля — один з найдавніших храмів Львова, розташований на площі Старий Ринок.\nХрам споруджено у 1260 році (за іншими джерелами 1270) князем галицько-волинським Левом І Даниловичем для дружини — Констанції — доньки угорського короля Бели IV. Костел для себе будували домінікани, яких до Львова запросила Констанція, на місці колишньої дерев'яної церкви монахів-василіян. З XVI сторіччя — це вірменська церква. Храм неодноразово перебудовувано. У 1800 році храм горів.\nУ 1886 році церкву радикально перебудовав архітектор Юліан Захаревич за участю архітектора Тадеуша Мюнніха. При цьому споруда повністю втратила будь-які риси старовини і стала виглядати псевдороманською каплицею XIX сторіччя.\nЩе в середині 1920-х років від старого костелу в храмі залишався надзвичайної роботи величезний бароковий вівтар (1526 року) з зображенням Христа. Даних про його місцезнаходження на сьогодні немає.\nНаприкінці 1980-х рр. силами Львівського філіалу інституту «Укрзахідпроектреставрація» проведено реконструкцію будівлі. У процесі досліджень реставратори відновили первісний вигляд мурованого храму. Зокрема, було виявлено багато елементів готики, що дало підставу деяким авторам стверджувати про готичний характер споруди. У ході реконструкції було збережено неороманський передній фасад храму, спроектований Захаревичем, а решті споруди, як повідомлялося, було «повернуто первісного вигляду». Неороманську огорожу храму замінили сучасною.\nУ 1993 році в будівлі та на її подвір'ї організовано Музей найдавніших пам'яток Львова.\nВ експозиції музею, що розміщена в будівлі храму, встановлено макет, який відтворює його первісний вигляд.",
      "address": "вул. Ужгородська, 1",
      "pathToImage": {
        "path": "images/Temples/cerkva_ivana_hrestutela.jpg",
        "path_130": "images/Temples/cerkva_ivana_hrestutela_130.jpg",
        "path_480": "images/Temples/cerkva_ivana_hrestutela_480.jpg"
      }
    },
    {
      "name": "Глиня́нська бра́ма",
      "categoryTags": "Будівлі,Непопсовий Львів",
      "shortDescription": "Глиня́нська бра́ма (В'їзна брама) — пам'ятка оборонної архітектури пізнього ренесансу у Львові, частина фортифікацій Комплексу бернардинського монастиря. Розташована на площі Митній. Пам'ятка є найбільш збереженим фрагментом стародавніх фортифікацій Львова.",
      "longDescription": "Глиня́нська бра́ма (В'їзна брама) — пам'ятка оборонної архітектури пізнього ренесансу у Львові, частина фортифікацій Комплексу бернардинського монастиря. Розташована на площі Митній. Пам'ятка є найбільш збереженим фрагментом стародавніх фортифікацій Львова.\nІз заходу, разом з монастирськими будівлями, мур утворює велике замкнене подвір'я у формі трикутника. Споруда мурована з каменю та цегли, видовжена з півночі на південь, з рядом вікон-бійниць у верхньому ярусі.\nЦентр стіни акцентований квадратною в плані вежею з арковим проїздом, критою шатровим дахом. Перед муром реконструйовано давній рів. З протилежної, західної сторони муру реконструйовано дерев'яні галереї.\nВ 1976—1977 роках була проведена реконструкція під керівництвом архітекторів Андрія Новаківського й Костянтина Присяжного. У стіні та вежі тепер містяться приміщення інституту«Укрзахідпроектреставрація». У північно-східному куті — адміністрація історико-архітектурного заповідника.",
      "address": "площа Митна",
      "pathToImage": {
        "path": "images/Buildings/glunanska_brama.jpg",
        "path_130": "images/Buildings/glunanska_brama_130.jpg",
        "path_480": "images/Buildings/glunanska_brama_480.jpg"
      }
    },
    {
      "name": "Будинок Головної пошти",
      "categoryTags": "Будівлі,Непопсовий Львів",
      "shortDescription": "Будинок Головної пошти споруджений у 1887–1889 рр. за офіційним проектом віденського архітектора Франца Зетца. Проект пристосував до місцевих умов львівський архітектор Сильвепстр Гавришкевич. Поштовий будинок було споруджено на місці частини саду греко-католицької духовної семінарії. Проект реалізувала спілка архітекторів Людвіка Рамулта та Юзефа Цибульського. Пізніші драматичні події польсько-української війни 1918-1919 рр. спричинили поважну руйнацію будинку Головної пошти та прилягаючих до нього житлових кам'яниць. \nВ 1922 р. архітектор Еугеніуш Червінський реконструював пошкоджений під час польсько-української війни будинок Головної пошти.",
      "longDescription": "Будинок Головної пошти споруджений у 1887–1889 рр. за офіційним проектом віденського архітектора Франца Зетца. Проект пристосував до місцевих умов львівський архітектор Сильвепстр Гавришкевич. Поштовий будинок було споруджено на місці частини саду греко-католицької духовної семінарії. Проект реалізувала спілка архітекторів Людвіка Рамулта та Юзефа Цибульського. Пізніші драматичні події польсько-української війни 1918-1919 рр. спричинили поважну руйнацію будинку Головної пошти та прилягаючих до нього житлових кам'яниць. \nВ 1922 р. архітектор Еугеніуш Червінський реконструював пошкоджений під час польсько-української війни будинок Головної пошти.",
      "address": "вул. Словацького, 1",
      "pathToImage": {
        "path": "images/Buildings/poshta.jpg",
        "path_130": "images/Buildings/poshta_130.jpg",
        "path_480": "images/Buildings/poshta_480.jpg"
      }
    },
    {
      "name": "Будинок вчених",
      "categoryTags": "Будівлі,Музеї,Непопсовий Львів",
      "shortDescription": "колишнє Національне (аристократичне, шляхетське, дворянське, графське, народне, Герхарда) казино (до 1939), збудованийфірмою «Фельнер і Гельмер» у 1897–1898 роках за проектом віденських архітекторів Фердинанда Фельнера і Германа Гельмера (автори проектуОдеського оперного театру).",
      "longDescription": "колишнє Національне (аристократичне, шляхетське, дворянське, графське, народне, Герхарда) казино (до 1939), збудованийфірмою «Фельнер і Гельмер» у 1897–1898 роках за проектом віденських архітекторів Фердинанда Фельнера і Германа Гельмера (автори проектуОдеського оперного театру).\nПопередником був чиншовий будинок, зведений у 1879 р. за проектом Войцеха Гаара. Казино зведено у 1898 році за проектом бюро Фельнера і Гельмера. Спорудженням на місці керували львівські будівничі Лишкевич і Пшорн.\nЗ 1918 року приміщення використовувалося як міське казино.\nІз 1948 року тут діє Львівський Будинок вчених, із яким пов'язано немало подій наукового, громадсько-політичного і творчого життя Львова, області та України. Раду Будинку вчених очолює ректор Львівської національної академії мистецтв А. А. Бокотей.\nДо 1953 року в чотирьох кімнатах на першому поверсі розташовувалось Львівське відділення Спілки архітекторів України. 14 вересня 1953 під час проведення пленуму з планування і забудови міст західних областей України, через несправність електропроводки у будинку спалахнула пожежа, яка завдала будинку значної шкоди. У 1954 після відбудови та відновлення будинку Спілку позбавлено права користуватись приміщенням.\nУ 1998 році в будинку перебував львівський обласний виборчий штаб кандидата на посаду президента України Леоніда Кучми.\nУ 1999 році тут діяв прес-центр саміту Президентів країн Центральної та Східної Європи.\n23 вересня 2008 року внесений до переліку памʼяток культурної спадщини, що не підлягають приватизації.\nПри Будинку вчених працюють творчі колективи: Народна вокально-оперна студія, Народний театр «Мета», Зразковий театр дитячої пісні «Горличка».\nІнтер'єри будівлі часто використовувалися для кінозйомок, в тому числі для фільму «Д'Артаньян і три мушкетери»[4], саме тут по сходах д'Артаньян піднімався до кардинала для партії в шахи.\nКрім того, тут часто фотографуються львівські молодята.",
      "address": "вул. Листопадового чину, 6",
      "pathToImage": {
        "path": "images/Buildings/bydunok_vchenuh.jpg",
        "path_130": "images/Buildings/bydunok_vchenuh_130.jpg",
        "path_480": "images/Buildings/bydunok_vchenuh_480.jpg"
      }
    },
    {
      "name": "Палац Потоцьких",
      "categoryTags": "Будівлі,Музеї,Непопсовий Львів",
      "shortDescription": "Пала́ц Пото́цьких (пол. Pałac Potockich) — пам'ятка архітектури у Львові, що знаходиться на вулиці Коперника, 15.",
      "longDescription": "Пала́ц Пото́цьких (пол. Pałac Potockich) — пам'ятка архітектури у Львові, що знаходиться на вулиці Коперника, 15.\nРодина Потоцьких, продавши свій палац на площі Галицькій (нині відомий як Палац Бесядецьких), придбала у 1822 р. нерухомість на вулиці Широкій (нині Коперника). На планах Львова XVIII — першої половини XIX ст. на цій дільниці видно розпланований город та кілька невеликих будівель. Перший палац збудовано у стилі класицизму за проектом архітектора Ігнатія Хамбреза.\nПалац було розібрано у 1860—1861 рр. Однак спорудження нової резиденції затягнулось на три десятиріччя. Будівництво палацу розпочалось у 1880 р.\nПалац був збудований у стилі бароко, епохи французького короля Луї XIV у 1880 році за проектом французького архітектора Луї Альфонса Рене Доверн'є (Луї д'Оверню, Людвіґа де Верні фр. Louis Dauvergne). Проект модифіковано львівськими архітекторами Юліаном Цибульським та Людвіком Балдвіном-Рамултом і реалізовано під їх керівництвом[2]. Будівлю розміщено на місці невеликої садиби (старого палацу Потоцьких), яка належала роду Потоцьких, а саме Марії з Сангушків та її чоловіку Альфреду Потоцькому.\n22 листопада 1919 р. на палац впав літак американського пілота Едварда Ґрейвса, що брав участь в показових польотах над центром Львова з нагоди 1-ї річниці зайняття міста поляками. Падіння літака та вибух паливних баків спричинили пожежу верхніх поверхів та даху будинку.\nРемонт та реставрація палацу тривали до 1931 р.\nУ 1945-1972 рр. палац був у користуванні Інституту геології і геохімії горючих корисних копалин АН УРСР.\nУ 1972 році тут розмістився Палац урочистих подій (Львівський міський РАЦС).\nУ 1973—1974 рр. палац був на реставрації.\nУ 1996 році поряд із будівлею спорудили Львівський палац мистецтв.\nУ 2000-х рр. палац Потоцьких передали Львівській галереї мистецтв.",
      "address": "вул. Коперника, 15",
      "pathToImage": {
        "path": "images/Buildings/potockuh.jpg",
        "path_130": "images/Buildings/potockuh_130.jpg",
        "path_480": "images/Buildings/potockuh_480.jpg"
      }
    }
  ],
  "Facts": [
    {
      "name": "У 16-17 столітті Львів був найбільшим містом України",
      "categoryTags": "Львівські рекорди, Історія, Географія",
      "description": "У 16-17 столітті Львів був найбільшим містом України. Його населення удвічі перевищуувало населення Києва. ",
      "pathToImage": {
        "path": "images/History/lviv_history.jpg",
        "path_130": "images/History/lviv_history_130.jpg",
        "path_480": "images/History/lviv_history_480.jpg"
      }
    },
    {
      "name": "Перша у світі гасова лампа винайдена у Львові",
      "categoryTags": "Львівські рекорди,Історія,Технології",
      "description": "1853 року в аптеці «Під золотою зіркою» у Львові, що на вулиці Коперника, фармацевтами Йоганом Зегом та Іґнаци Лукасевичем винайдено першу у світі гасову (нафтову) лампу. Дослідники за наполяганням свого шефа аптекаря Міколяша намагалися добути з нафти спирт, проте несподівано винайшли найраціональніший метод крекінгу нафти. З цього часу гас стає найуживанішим у світі продуктом освітлення, яким навіть зараз, на початку XXI століття, ще користується третина людства.\nНа фото пам’ятник цій визначній події та вченим.",
      "pathToImage": {
        "path": "images/Technology/gasova_lampa.jpg",
        "path_130": "images/Technology/gasova_lampa_130.jpg",
        "path_480": "images/Technology/gasova_lampa_480.jpg"
      }
    },
    {
      "name": "Вагітна статуя на вершині оперного театру",
      "categoryTags": "Архітектура,Історія",
      "description": "У львівській Опері не лише люди, а й скульптури не раз обростали легендами. Так, предметом однієї з найнеймовірніших суперечок, які були у нашому місті, стала головна скульптура Опери «Слава», яка вінчає фронтон будівлі. Професор Львівського університету Марс багато років викладав акушерство і гінекологію і якось проходячи із друзями повз театр, заклався, що «Слава» не випадково має такий округлий животик. Професор заприсягнувся своєю науковою честю, що такий живіт буває лише у жінок на четвертому місяці вагітності. Щоб підтвердити свої слова і виграти парі, Марс пішов до скульптора, який ліпив «Славу» і взяв у нього адресу натурниці, котра позувала йому при роботі. У натурниці і справді виявилася дитина. На основі дати її народження принциповий професор таки зміг підтвердити свою правоту і довів, що наша львівська «Слава» справді є вагітною. ",
      "pathToImage": {
        "path": "images/Architecture/slava.jpg",
        "path_130": "images/Architecture/slava_130.jpg",
        "path_480": "images/Architecture/slava_480.jpg"
      }
    },
    {
      "name": "10 найвищих будівель Львова",
      "categoryTags": "Архітектура",
      "description": "1. Телевізійна вежа на Високому Замку (1972 р.) — 192 м;\n2. Церква Ольги та Ельжбети (1903-1911 рр.) — 85м; \n3. Успенська церква (башта Корнякта) (1591–1629 рр.) — 66м; \n4. Житловий будинок, вул. Зубрівська, 49 (2007 р.) — 66м; \n5. Львівська Ратуша (1851 р.) — 65м; \n6. Латинський кафедральний собор (1493 р.) — 64,3м; \n7. Житловий будинок, пр. Чорновола, 99 — 60м; \n8. Житловий будинок, пр. Чорновола, 103 — 60м;\n9. Житловий будинок, вул. Панча, 18а-18в (2008р.) — 57м;\n10. Податкова адміністрація (1986 р.) — 53м; ",
      "pathToImage": {
        "path": "images/Architecture/highest.jpg",
        "path_130": "images/Architecture/highest_130.jpg",
        "path_480": "images/Architecture/highest_480.jpg"
      }
    },
    {
      "name": "Іван Федоров",
      "categoryTags": "Особистості,Культура,Історія",
      "description": "Іван Федоров (1510-1583) виявився занадто прогресивним для тогочасного Московського Царства. Але у Львові серед місцевих українців він знайшов другу Батьківщину і наприкінці 16 століття надрукував перші кириличні книги, завдяки чому і увійшов до світової історії.",
      "pathToImage": {
        "path": "images/History/fedorov.jpg",
        "path_130": "images/History/fedorov_130.jpg",
        "path_480": "images/History/fedorov_480.jpg"
      }
    },
    {
      "name": "У Львові найбільша концентрація музеїв в Україні",
      "categoryTags": "Львівські рекорди, Культура",
      "description": "У Львові найбільша концентрація музеїв в країні. В місті налічується 60 музеїв епохи ренесанс, бароко та класицизм.",
      "pathToImage": {
        "path": "images/Geography/lviv.jpg",
        "path_130": "images/Geography/lviv_130.jpg",
        "path_480": "images/Geography/lviv_480.jpg"
      }
    },
    {
      "name": "Перша книга на теренах України",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "Вона з’явилась завдяки Івану Федорову (Федорович). Народившись у Московському Царстві, він після навчання в Краківському університеті повернувся додому. Проте через несприятливі обставини був змушений залишити Москву та шукати притулку у Львові. У монастирі Св. Онуфрія у 1573-1574 роках він «друкованіє занедбане обновіл». Так було видано знамениті книги «Апостол» та «Буквар».",
      "pathToImage": {
        "path": "images/History/1_knuga.JPG",
        "path_130": "images/History/1_knuga_130.JPG",
        "path_480": "images/History/1_knuga_480.JPG"
      }
    },
    {
      "name": "Перший український професійний театр було засновано у Львові",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "Перший український професійний театр засновано у Львові у 1864 році. Для його заснування придбали приміщення колишнього Костелу Святого Хреста монастиря францисканців поряд із сучасним проспектом Свободи. Його активно використовували аж до часу спорудження у місті театру графа Станіслава Скарбека (сучасний театр ім. Марії Заньковецької).",
      "pathToImage": {
        "path": "images/Culture/pershuy_teatr.jpg",
        "path_130": "images/Culture/pershuy_teatr_130.jpg",
        "path_480": "images/Culture/pershuy_teatr_480.jpg"
      }
    },
    {
      "name": "Перший український університет",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "Він постав у Львові в 1661 році завдяки клопотанням Ордену ченців Єзуїтів. Король Ян ІІ Казимир надавав їхній колегії у Львові «гідність академії і титул університету». Дуже швидко університет став важливим осередком, будував і купував нові приміщення, мав гарну бібліотеку та найбільшу у Львові друкарню.",
      "pathToImage": {
        "path": "images/History/1_yniver.jpg",
        "path_130": "images/History/1_yniver_130.jpg",
        "path_480": "images/History/1_yniver_480.jpg"
      }
    },
    {
      "name": "Львів перебував у складі восьми держав",
      "categoryTags": "Географія,Історія",
      "description": "Протягом свого становлення місто перебувало у складі Галицько-Волинського князівства, Австро-Угорської імперії, Польщі, Росії, під нацистською окупацією, Західноукраїнської Народної Республіки, Радянського Союзу та Незалежної України.",
      "pathToImage": {
        "path": "images/History/lviv_history.jpg",
        "path_130": "images/History/lviv_history_130.jpg",
        "path_480": "images/History/lviv_history_480.jpg"
      }
    },
    {
      "name": "Перша пошта на теренах України",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "З’явилась вона 4 березня 1629 року. Львівський міщанин італійського походження Роберто Бандінеллі отримав від польського короля право на перевезення пошти. Кур’єри методом естафети розвозили листи, гарантуючи клієнтам конфіденційність. У приміщенні палаццо Бандінеллі діє музей пошти.",
      "pathToImage": {
        "path": "images/History/1_poshta.jpg",
        "path_130": "images/History/1_poshta_130.jpg",
        "path_480": "images/History/1_poshta_480.jpg"
      }
    },
    {
      "name": "Перша в Україні газета",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "Її видали у Львові в 1776 році французькою мовою. Вона мала назву «Gazette de Leopol». У 1811 році зявився перший випуск найстаршої польськомовної газети «Gazeta Lwowska».\nТакож у Львові вийшла перша українська газета \"Зоря Галицька\" - 1848 рік. ",
      "pathToImage": {
        "path": "images/History/1_gazeta.jpg",
        "path_130": "images/History/1_gazeta_130.jpg",
        "path_480": "images/History/1_gazeta_480.jpg"
      }
    },
    {
      "name": "Володимир Івасюк",
      "categoryTags": "Особистості,Культура,Історія",
      "description": "Володимир Івасюк (1949-1979) є одним із найвідоміших символів Львова та України. Його пісня «Червона Рута» багато років була наче народний гімн країни. Обставини смерті композитора й досі викликають суперечки, а могила на Личакові є культовим місцем.",
      "pathToImage": {
        "path": "images/History/ivasyuk.jpg",
        "path_130": "images/History/ivasyuk_130.jpg",
        "path_480": "images/History/ivasyuk_480.jpg"
      }
    },
    {
      "name": "Перша у світі вакцина проти висипного тифу",
      "categoryTags": "Львівські рекорди,Медицина,Історія,Технології",
      "description": "У 1918 році її створив львівський професор Рудольф Вайгль. Останні роки життя Вайгль провів у місті Закопане (Польща). У 1948 році за цей винахід його представили до здобуття Нобелівської премії, проте через опір комуністичної влади, до якої професор ставився прохолодно, номінацію було скасовано.",
      "pathToImage": {
        "path": "images/Technology/tuf.PNG",
        "path_130": "images/Technology/tuf_130.PNG",
        "path_480": "images/Technology/tuf_480.PNG"
      }
    },
    {
      "name": "Перший професійний футбольний матч на території України і Польщі",
      "categoryTags": "Львівські рекорди,Культура,Історія",
      "description": "Він відбувся у липні 1894 року на території теперішнього Стрийського парку. Зіграли його команди зі Львова та з Кракова. Львів’яни перемогли. М’яч на 6-ій хвилині забив у північні ворота учень учительської гімназії Володимир Хомицькии",
      "pathToImage": {
        "path": "images/History/1_match.jpg",
        "path_130": "images/History/1_match_130.jpg",
        "path_480": "images/History/1_match_480.jpg"
      }
    },
    {
      "name": "Леопольд фон Захер-Мазох",
      "categoryTags": "Особистості,Медицина,Технології,Історія",
      "description": "Лепольд фон Захер Мазох (1836-1895) був сином начальника львівської поліції. На підставі творчості цього австрійського письменника лікар-психіатр Ріхард фон Крафт-Ебінг впровадив термін “мазохізм”. Скульптура Захера Мазоха знаходиться на\nвул. Сербській, 7.",
      "pathToImage": {
        "path": "images/History/mazoh.jpg",
        "path_130": "images/History/mazoh_130.jpg",
        "path_480": "images/History/mazoh_480.jpg"
      }
    },
    {
      "name": "Центр Східної Європи",
      "categoryTags": "Географія",
      "description": "Місто знаходиться 50 км. від кордону з Європейським союзом. А також на відстані близько 500 км від трьох столиць: Києва (Україна), Варшави (Польща) та Будапешту (Угорщина).",
      "pathToImage": {
        "path": "images/Geography/center_of_europe.jpg",
        "path_130": "images/Geography/center_of_europe_130.jpg",
        "path_480": "images/Geography/center_of_europe_480.jpg"
      }
    },
    {
      "name": "Сьоме найбільше місто України",
      "categoryTags": "Географія",
      "description": "У місті живе понад 800 тисяч мешканців. Населення Львова стрімко збільшується.",
      "pathToImage": {
        "path": "images/Geography/lviv.jpg",
        "path_130": "images/Geography/lviv_130.jpg",
        "path_480": "images/Geography/lviv_480.jpg"
      }
    },
    {
      "name": "Митрополит Андрей Шептицький",
      "categoryTags": "Християнство,Особистості,Культура,Історія",
      "description": "МИТРОПОЛИТ АНДРЕЙ ШЕПТИЦЬКИЙ\nМитрополит Андрей Шептицький (1865-1944). Красень понад два метри на зріст із найвідомішої родини Галичини на подив усіх обрав кар’єру греко-католицького священика. Саме йому доля визначила стати моральним авторитетом українців та їхнім духовним провідником. Могила Митрополита знаходиться на території собору Св. Юра.",
      "pathToImage": {
        "path": "images/History/sheptuckuj.jpg",
        "path_130": "images/History/sheptuckuj_130.jpg",
        "path_480": "images/History/sheptuckuj_480.jpg"
      }
    },
    {
      "name": "Особливі титули та назви Львова",
      "categoryTags": "Культура",
      "description": "«Місто Лева»;\n«Королівське місто»;\n«Місто левів»;\n«Перлина корони Європи»;\n«Столиця Галичини»;\n«Місто — музей»;\n«Маленький Париж »;\n«Бандерштадт»;\n«Український П’ємонт»;\n«Маленький Відень»;\n«Нова туристична Мекка в Східній Європі»;\n«Культурна столиця України».",
      "pathToImage": {
        "path": "images/Culture/lviv.jpg",
        "path_130": "images/Culture/lviv_130.jpg",
        "path_480": "images/Culture/lviv_480.jpg"
      }
    },
    {
      "name": "Соломія Крушельницька",
      "categoryTags": "Особистості,Культура,Історія",
      "description": "Оперна діва Соломія Крушельницька (1872-1952) за життя щонайменше двічі здійснила геройський вчинок. Уперше, коли зуміла перейти без втрат для таланту з німецького стилю виконання на італійський. Вдруге – коли врятувала від провалу знамениту оперу Пуччіні «Мадам Баттерфляй».",
      "pathToImage": {
        "path": "images/History/krushelnytska.jpg",
        "path_130": "images/History/krushelnytska_130.jpg",
        "path_480": "images/History/krushelnytska_480.jpg"
      }
    },
    {
      "name": "Перший Католицький Університет",
      "categoryTags": "Християнство,Львівські рекорди",
      "description": "29 червня 2002 - у Львові відкрито перший на пострадянських теренах і перший, заснований УГКЦ, Український Католицький Університет.",
      "pathToImage": {
        "path": "images/Education/yky.jpg",
        "path_130": "images/Education/yky_130.jpg",
        "path_480": "images/Education/yky_480.jpg"
      }
    },
    {
      "name": "Найбільша за чисельністю акція в історії України",
      "categoryTags": "Львівські рекорди, Християнство, Історія",
      "description": "27 червня 2001 - у Львові відбулася акція за участі найбільшої кількості людей в історії України: на Літургії у візантійському обряді, яку відслужив Папа Римський Іван Павло ІІ на львівському іподромі були присутніми близько півтора мільйона осіб. Також у Львові відбулися найбільші демонстрації в новітній історії України - 17 вересня 1989 року в день 50-ї річниці вступу радянських військ на територію Західної України і 30 травня 2000 року в день похорону композитора Ігоря Білозора на вулиці Львова вийшло більше ста тисяч людей.",
      "pathToImage": {
        "path": "images/History/ivan_pavlo_2.jpg",
        "path_130": "images/History/ivan_pavlo_2_130.jpg",
        "path_480": "images/History/ivan_pavlo_2_480.jpg"
      }
    },
    {
      "name": "Аеропорт імені короля Данила Галицького - один з найбільших у Східній Європі",
      "categoryTags": "Львівські рекорди, Технології",
      "description": "Аеропорт імені короля Данила Галицького - один з найбільших у Східній Європі. Знаходиться 6 км від центру міста. У 2012 році відкрито новий термінал та продовжено злітно-посадкову смугу, яка дає змогу приймати великі літаки. Пропускна здатність аеропорту складає 2 тис пасажирів на годину.",
      "pathToImage": {
        "path": "images/Technology/aeroport.jpg",
        "path_130": "images/Technology/aeroport_130.jpg",
        "path_480": "images/Technology/aeroport_480.jpg"
      }
    }
  ],
  "PlaceCategories": [
    {
      "categoryName": "pop",
      "label": "Попсовий Львів"
    },
    {
      "categoryName": "indie",
      "label": "Непопсовий Львів"
    },
    {
      "categoryName": "Parks",
      "label": "Парки"
    },
    {
      "categoryName": "Temples",
      "label": "Храми"
    },
    {
      "categoryName": "Museums",
      "label": "Музеї"
    },
    {
      "categoryName": "Streets",
      "label": "Цікаві вулички"
    },
    {
      "categoryName": "Yards",
      "label": "Дворики"
    },
    {
      "categoryName": "Buildings",
      "label": "Будівлі"
    },
    {
      "categoryName": "Entertainment",
      "label": "Розваги"
    },
    {
      "categoryName": "Restaurants",
      "label": "Особливі генделики"
    }
  ],
  "FactsCategories": [
    {
      "categoryName": "Records",
      "label": "Львівські рекорди"
    },
    {
      "categoryName": "History",
      "label": "Історія"
    },
    {
      "categoryName": "Culture",
      "label": "Культура"
    },
    {
      "categoryName": "Geography",
      "label": "Географія"
    },
    {
      "categoryName": "Architecture",
      "label": "Архітектура"
    },
    {
      "categoryName": "Technology",
      "label": "Технології"
    },
    {
      "categoryName": "Medicine",
      "label": "Медицина"
    },
    {
      "categoryName": "Personality",
      "label": "Особистості"
    },
    {
      "categoryName": "Christianity",
      "label": "Християнство"
    }
  ],
  "Info": "Безліч цікавої інформації про найрізноманітніші місцини Львова. Як загально відомі місця, про котрі усі чули і не раз, так і про 'непопсові' місцини, про існування, котрих, доречі, не здогадується велика кількість і самих Львівян. Також є рубрика 'Цікавинки', де зібрано безліч цікавих фактів про Львів у сфері історії, науки, географії, економіки ітд, а також про Львівські рекорди, котрі доводять, що Львів був одним із передових міст не тільки тих держав, у складі котрих він перебував у різні епохи, але одним із передових міст Європи. \n\nДля роботи програми НЕ потрібен доступ до Інтернету. База даних регулярно оновлюється. Усе для того, щоб задовольнити цікавість та допитливість усіх користувачів: як і львівян, так і гостей міста.\n Зручна навігація по додатку. Вибір місцин по категоріям, сортування за різноманітними критеріями. Зручний інтерфейс. \n\nЗа будь-якими питаннями, зауваженнями та пропозиціями, пишіть на адресу: igor.homyak@gmail.com. \n\nIhor Khomiak Development © 2015"
}